const init = 'У кожній статті, коли ми розглядаємо переваги та можливості цифрових технологій, ми маємо на увазі випадок, коли технологія або штучний інтелект не програмуються на відміну. Місія та філософія MISEENSCREEN полягає в наданні людям більше часу на те, що вони хочуть: творчість, скорочення робочого часу, вирішення стратегічних завдань, масштабування через цифрові технології. Наші технології та філософія спрямовані на те, щоб робити можливе майбутнє світу бізнесу та освіти кращим, продуктивнішим та простішим. Крім того, через наші статті та блоги ми описуємо, як ми реалізуємо проекти, і в наших статтях ми посилаємося на власний досвід та досліджену інформацію'

const translation = {
    "blogs": {
        "company-consciousness": {
            "title": "Доступ до свідомості компанії. Розділ 1",
            "description": "\"Я не робот!\" - Як часто ви чули цей вислів під час взаємодій з людьми? І часто це продовжується так: \"Я не робот, я можу робити помилки!\" І це правда - люди здатні до помилок, відчуттів, любові, роздратування. Однак важливо розуміти, що всі ці відчуття є результатом еволюції та природи біологічного інтелекту, і як це може вплинути на роботу та успіх вашої організації, це також важливе та цікаве питання. У цій статті ви дізнаєтеся про систематичне побудовування взаємин між співробітниками та організацією через підтримку співробітників та свободу слова в компанії, про створення єдиної гри в умовах ефективності та здорових взаємин, і про те, як цифрові технології можуть допомогти у цьому.",
            "themes": [
                "Організаційна культура",
                "Підтримка співробітників",
                "ENPS",
                "Свобода слова та демократія в компанії",
                "Взаємини між людьми",
                "Гейміфіковане взаємодія",
                "Цифрові технології в культурі співробітників"
            ]
        },
        "company-consciousness-2": {
            "title": "Доступ до свідомості компанії. Розділ 2",
            "description": "У попередній статті про цифрову культуру ми розглядали причини, чому впровадження платформ і додатків, а також використання цифрових варіантів, може бути корисним рішенням як для організації, так і для її працівників. Із розвитком технологій розвиваються і люди, як показує еволюція, від печер до того моменту, коли ми створюємо нові форми життя.",
            "themes": [
                "Організаційна культура",
                "Підтримка співробітників",
                "ENPS",
                "Свобода слова та демократія в компанії",
                "Взаємини між людьми",
                "Гейміфіковане взаємодія",
                "Цифрові технології в культурі співробітників"
            ]
        },
        "employees-promotion": {
            "title": "Цифрове просування та розвиток працівників. \"Why am I always number two?\"",
            "description": "Коли мова йде про аварії, багато людей, ймовірно, хотіли б жити в світі, де ризики для життя були б мінімізовані настільки, наскільки це можливо. Якщо ми розглянемо, як усунути дорожні аварії, відповідь полягає в усуненні людського фактора на дорогах. Детальніше про це можна дізнатися у працях Жака Фреско.",
            "themes": [
                "Система оценки и аттестаций",
                "Система повышения персонала",
                "Развитие персонала",
                "Цифровые технологии в повышении персонала",
                "Культура организации"
            ]
        },
        "content": {
            "company-consciousness": `
                <first-picture>The movie "Poor Things" (1994), directed by Yorgos Lanthimos</first-picture>
                <h2>Живим бути? Бути ефективним у системі?</h2>
                <p> 
                    "Я не робот!" - Як часто ви чули цей вислів під час взаємодій з людьми? І часто це
                    продовжується так: "Я не робот, я можу робити помилки!" І це правда - люди здатні до
                    помилок, відчуттів, любові, роздратування. Однак важливо розуміти, що всі ці відчуття є
                    результатом еволюції та природи біологічного інтелекту, і як це може вплинути на роботу
                    та успіх вашої організації, це також важливе та цікаве питання. У цій статті ви дізнаєтеся
                    про систематичне побудовування взаємин між співробітниками та організацією через
                    підтримку співробітників та свободу слова в компанії, про створення єдиної гри в умовах
                    ефективності та здорових взаємин, і про те, як цифрові технології можуть допомогти у
                    цьому.
                </p>
                <b>
                    Усі живі істоти мають певні моделі поведінки. Тільки цифрові системи, штучний
                    інтелект та роботи з програмами не можуть відхилятися від своїх програм
                </b>
                <second-picture>The movie "I,Robot" (2004), directed by Alex Proyas</second-picture>
                <p>
                    Рефлексуючи на мою подорож від консультанта з продажів до директора з кадрів та
                    навчання, я можу сказати, що часто організації, не усвідомлюючи це або розглядаючи це
                    як перевагу, щиро вважають, що, змінюючи людей, вони створюють ефективне
                    середовище взаємодії, яке відповідає потребам організації. Однак робота над зміною
                    людської природи та біологічного інтелекту є складним та не завжди ефективним
                    завданням, особливо коли для цього є наявні ресурси. Перепрограмувати програму на
                    новий або необхідний вектор розвитку набагато ефективніше, простіше та природніше,
                    ніж перепрограмувати живих людей. Ймовірно, у вашій організації зрілі та сформовані
                    особистості зі своєю власною історією, минулим, асоціативною пам'яттю, відчуттями,
                    реакціями та уявленнями, сформованими еволюцією та особистим досвідом.
                </p>
                <p>
                    Особливо легше відмовитися від моралізування, навчання про те, що є добрим або
                    поганим, і спроб змінити людей, коли ви починаєте цікавитися людською фізіологією. На
                    моєму досвіді, а також на досвіді моїх колег, тренерів, керівників з кадрів та власників
                    компаній, часто були або залишаються хобі читання бізнес-літератури бестселерів про
                    те, як бути менеджером, як керувати людьми, як діяти та будувати корпоративну
                    культуру, щоб бути такими ж успішними, як автори або спікери. Такі книги і навчання
                    часто надають готові рішення, але дані та обставини компанії часто не схожі на ваші, і в
                    цьому жанрі також є багато загальної інформації, особистих історій та фантазій, які не
                    розкривають основ, такі як хто це за людина та співробітник, якого я хочу вплинути. Такі
                    історії також розповідають про те, про що хоче розповісти автор, часто з суб'єктивною
                    точкою зору. Фокусуючись на знанні фізіології та біологічного інтелекту, ви припиняєте
                    вгадування та фантазування, розумієте та приймаєте, чому людина поводиться або
                    реагує певним чином у певних ситуаціях, і що потрібно робити, щоб співробітники
                    приймали правила гри компанії. Я також хочу зауважити, що це абсолютно не погано або
                    добре, коли організація або керівник застосовує методи для розвитку своєї організації
                    та управління. Маючи інвестиції, зобов'язання та відповідальність, люди діють, часто
                    вважаючи свою філософію правдивою та ефективною для досягнення своєї мети.
                </p>
                <p>
                    Успішна взаємодія між людьми в організації та бізнесі часто ґрунтується на розумінні
                    психології людської поведінки. Важливо розвивати унікальні підходи та стратегії, які
                    враховують конкретні характеристики і потреби конкретної організації та бізнесу.
                    Необхідно адаптувати встановлені принципи та методології до конкретних вимог і цілей
                    компанії. Важливо не ігнорувати встановлені принципи та методології, але адаптувати їх
                    до конкретних вимог та цілей компанії. Наприклад, немає сенсу створювати круглий або
                    трикутний телевізор, але важливо враховувати якість передачі картинки та аудиторію,
                    яка буде дивитися.
                </p>
                <b>
                    Якщо ми не можемо перепрограмувати людину, що ми можемо зробити, щоб
                    забезпечити взаємодію людей в ефективній системі, необхідній для організації, при
                    цьому мінімізуючи негативний вплив емоцій? 
                </b>
                <third-picture>The animation movie "Soul" (2020), directed by Pete Docter</third-picture>
                <p>
                    Одину з варіантів відповідей можна знайти через персонажа 22 в анімаційному фільмі
                    "Душа". У цьому анімаційному фільмі, нарцисичний персонаж 22 не може бути
                    переконаний ніким, що життя на Землі прекрасне. Навіть великі особистості людства чи
                    Мати Тереза не можуть змінити думку цього персонажа. Ніщо не впливає на 22, окрім
                    реального життєвого досвіду. Коли вона випадково потрапляє на Землю, вона починає
                    розуміти, що їй подобається життя на Землі і змінює свою думку. Ані моралізація, ані
                    переконання, ані впливові особистості не досягли того, що зміг оточуючий середовища.
                </p>
                <p>
                    Це ні в якому разі не заклик відмовлятися від одного на користь іншого. Тренінги,
                    неформальна комунікація та слова також мають право на існування. Це схоже на
                    спеціальний ефект, який прикрашає сцену фільму і робить її яскравішою, але
                    спеціальний ефект не є сенсом чи сюжетом, на якому ми пропонуємо зосередитися.
                    Люди можуть відвідувати розкішні навчальні сесії, насолоджуватися смачним обідом,
                    отримувати мотивацію від слів свого керівника, але потім повертатися на робоче місце,
                    де процеси часто працюють ситуативно, суб'єктивно та бюрократично, а флуоресцентне
                    та ртутне освітлення на робочих місцях лише поглиблює депресію.
                </p>
                <second-part>
                    Стаття "Доступ до свідомості компанії. РОЗДІЛ 2" подробно розглядає, що можна
                    зробити і як цифрові технології можуть допомогти у таких питаннях, як культура та
                    взаємовідносини з працівниками. 
                </second-part>
                <init>${init}</init>
            `,
            "company-consciousness-2": `
                <first-picture>The picture of Elon Musk was downloaded from Pinterest</first-picture>
                <b>Привілей - мати власну думку. Для людей корисно бачити інші точки зору, а не лише підтверджувати свою власну. </b>
                <p>
                    У попередній статті про цифрову культуру ми розглядали причини, чому впровадження
                    платформ і додатків, а також використання цифрових варіантів, може бути корисним
                    рішенням як для організації, так і для її працівників. Із розвитком технологій
                    розвиваються і люди, як показує еволюція, від печер до того моменту, коли ми
                    створюємо нові форми життя.
                </p>
                <p>
                    Культура компанії охоплює всі аспекти роботи, починаючи від вибору стільців для
                    співробітників і закінчуючи системами оцінки результатів, навчанням, винагородою та
                    комунікацією між співробітниками та між компанією і її співробітниками. У цій роботі ми
                    запропонуємо варіанти, які можна впровадити для покращення комунікації у компанії та
                    отримання зворотного зв'язку від працівників.
                </p>
                <h2>Volume 1. Корпоративна культура. Взаємодія.</h2>
                <p>У межах підтримки й прозорості корпоративної культури існують кілька ключових стратегій, які сприяють покращенню взаємодії з працівниками.</p>
                <h3>ПІДТРИМКА ПЕРСОНАЛУ. Зворотній зв'язок. Питання. Ідеї.</h3>
                <ul>
                    <li>
                        Дозвіл всім працівникам залишати відгуки та задавати питання через спеціальну
                        систему, створюючи можливість для всіх висловлювати свої думки та пропозиції.
                    </li>
                    <li>Підтримка ідеї "Я можу сказати все!", навіть якщо це в письмовій формі.</li>
                    <li>Створення системи, яка надає анонімність або відкритість питань та запитів за бажанням працівника.</li>
                </ul>
                <p>
                    Так само, як у соціальних мережах, де всі пишуть, і всі можуть переглядати коментарі та
                    запити інших, подібну можливість можна надати в організації, за винятком випадків, коли
                    запит спрямований безпосередньо. Ця опція також спонукає працівників дотримуватися
                    норм і правил компанії, а можливість залишатися анонімним допомагає людям поступово
                    відкриватися, оскільки страхи та слідування авторитетам можуть пригнічувати бажання
                    висловлювати ідеї та бути відкритими.
                </p>
                <p>
                    Відповідальний представник організації може формулювати відповіді для працівників та
                    AI може створювати варіанти відповідей на основі норм та стандартів компанії.
                </p>
                <p>
                    Не потрібно боятися або думати, що якщо ви надаєте ресурс відкритої культури та
                    свободи слова в компанії, працівники "захоплять світ". Це є додатковою можливістю
                    побачити більше в межах вашої організації і, володіючи цією інформацією, розвиватися.
                    Наприклад, у фільмі "Шоу Трумена" головний герой жив за передбаченим сценарієм
                    близько 30 років і був учасником шоу. Усвідомлення цього прийшло, коли він став
                    помічати, що відбувається навколо нього. Усе було так само, як учора, але сьогодні він
                    хоче і готовий бачити свою реальність. Це призводить до еволюції фіналу його
                    особистості. Якщо ви працювали над культурою та демократією в вашій організації,
                    система та штучний інтелект лише підтвердять це, а робота над удосконаленнями та
                    підтримкою стане для вас природним процесом.
                </p>
                <p>
                    Якщо у вас немає бажання бачити речі, які можна розвивати, будь-яка точна система не
                    зможе показати вам те, що ви не бажаєте бачити та усвідомити. Важливо розуміти, що
                    відповідь на запити працівників - це не лише погодження з усім, але й можливість
                    навчати та допомагати працівникам зрозуміти, чому певні процеси та рішення
                    відбуваються певним чином і чому це важливо.
                </p>
                <p><i>Однією з причин виникнення зауважень є відсутність інформації!</i></p>
                <second-picture>The movie "The Truman show" (1998), directed by Peter Weir</second-picture>
                <h3>ПІДТРИМКА ПЕРСОНАЛУ. eNPS</h3>
                <p>
                    ENPS - це електронне задоволення опитування з індивідуально налаштовуваними
                    параметрами для вашої організації. Воно допомагає визначити рівні задоволеності та
                    запити менеджерів, магазинів, онлайн платформ та команд.
                </p>
                <p>Крім того, включення результатів ENPS до оцінки роботи відповідальних співробітників може покращити роботу менеджерів у цьому показнику.</p>
                <p>
                    Система, зберігаючи анонімність та безпеку відгуків співробітників, може надати вам
                    аналітику щодо проблемних запитів та їх частоти. Для співробітника це прозорий відгук,
                    а для організації - це багаторівневий систематичний аналіз задоволеності роботою та
                    запитів.
                </p>
                <p>
                    Можливі фактори випадковості, суб'єктивності або упередженості? Це можливо, але
                    ймовірність цього в репрезентативний період і за використання тестових ротацій
                    мінімізується.
                </p>
                <p>
                    Усе це надає співробітникам відчуття та можливості свободи, усвідомлення можливості
                    самовираження на роботі та отримання об'єктивних та чесних рішень по їх запитах, які
                    не суперечать політиці організації. Це також дає відчуття того, що не лише організація
                    оцінює співробітника на основі конкретних критеріїв роботи, але й співробітник оцінює
                    сприятливість умов праці. Також варто зауважити, що для людської природи це надає
                    багатьом бажані почуття впливу та значущості, про що ми поговоримо більше в
                    <another-article>статті про систему зростання, просування та оцінки персоналу.</another-article>
                </p>
                <third-picture>The movie "La La Land" (2016), directed by Damien Chazelle</third-picture>
                <h3>ПІДТРИМКА ПЕРСОНАЛУ. Додайте трохи романтики... SMS: "Я пам'ятаю тебе і ціную тебе."</h3>
                <p>У романтичних фільмах часто використовується глибина різкості при зйомці головних персонажів. Це означає, що коли закохана пара знаходиться у кадрі, вони є в різкості, тоді як все інше розмивається, втрачаючи різкість. Цей візуальний прийом підсилює зображення кохання і показує, що нічого іншого не має значення, окрім об'єкта пристрасті.</p>
                <p>Що може створити такі "романтичні" моменти у відносинах між компанією та співробітником? Коли все інше зникає на задньому плані, крім радості в даний момент?</p>
                <p>Автоматично надсилати привітання з днем народження, підвищеннями та вітаннями з роками роботи в організації співробітникам.</p>
                <p>Автоматично генерувати тематичні меми, новини про організацію, цікаві факти, створювати клуби за інтересами завжди може підвищити ентузіазм до роботи.</p>
                <p>Використання гейміфікації в системі з рейтингами та винагородами, де співробітники можуть заробляти бали, бонуси, конкурувати у геймінговому форматі, а потім використовувати зароблені кредити та переваги на свою користь</p>
                <p>Систематизація корпоративної культури за допомогою штучного інтелекту може бути реалізована через додаток, до якого працівники будуть хотіти отримувати доступ, як при перегляді стрічки Instagram, оскільки там буде цікава та важлива інформація для співробітника.</p>
                <p>І в кінці цієї статті я згадала, що Елон Маск, купив Twitter (названий "X"). Багатьом було цікаво, чому власник або CEO технологічних компаній купує соціальну мережу. Багато скажуть - заради влади, і є в цьому щось напевно є. Однак сам Елон відповідає в інтерв'ю, що цей вчинок був зроблений з однією метою - розвиток демократії та свободи слова для людства.</p>
                <p>Яка свобода слова слова у вашій організації? Наскільки вільно співробітники висловлюють свої думки, ідеї та пропозиції? Як культура надихає бути частиною організації не лише тому, що це важливо, але й тому, що це цікаво?</p>
                <init>${init}</init>
            `,
            "employees-promotion": `
                <first-picture>The movie «Terminator 2:Judgment day (1991)», directed by James Cameron</first-picture>
                <h2>Чи бажаєте ви і ваші діти жити в світі без дорожніх аварій?</h2>
                <p>Чому стаття про просування та розвиток працівників починається обговоренням аварій?</p>
                <p>Коли мова йде про аварії, багато людей, ймовірно, хотіли б жити в світі, де ризики для життя були б мінімізовані настільки, наскільки це можливо. Якщо ми розглянемо, як усунути дорожні аварії, відповідь полягає в усуненні людського фактора на дорогах. Детальніше про це можна дізнатися у працях Жака Фреско.</p>
                <p>Жак Фреско також розглядав концепцію світу без корупції, війн та де уряд служить народу, дотримуючись всіх норм і встановлених правил. Ідеальний уряд може бути істотою без емоцій, лише слідуючи своїм програмам, набагато ефективніше, простіше і природніше, ніж перепрограмування живих людей. Ймовірно, у вашій організації є дорослі та сформовані особи зі своєю власною історією, минулим, асоціативною пам'яттю, почуттями, реакціями та сприйняттям, сформованими еволюцією та особистими досвідом через родину та суспільство.</p>
                <p>Одним з допоміжних методів створення продуктивної, орієнтованої на людей та цінностями приведеної системи оцінки та розвитку працівників є усунення людського фактора з таких процесів. Це досягається шляхом розробки індивідуальних критеріїв продуктивності для організації та довіри до цифрових опцій обчислення системи. Ідея полягає в оцінці людей виключно на основі їх результатів в обраних категоріях, які виміряні числами, а не почуттями та емоціями.</p>
                <p>Той самий "аварійний випадок" в організації виникає, коли ефективність стикається з емоційним людським фактором.</p>
                <h2>Що скаже людина? Що скаже система?</h2>
                <second-picture>The animation movie «Inside Out» (2015). Story by Pete Docter; Ronnie del Carmen</second-picture>
                <p>
                    У всіх живих істот є певні моделі поведінки. Коли людина потрапляє в певне
                    середовище, вона оцінює його і обирає необхідну стратегію взаємодії. Тільки якщо
                    людина спробує щось та їй це сподобається, вона захочуть повторити це. Доторкнулася
                    до одного об'єкта - боляче, доторкнулася до іншого - приємно. Людина займає вигідні
                    позиції для отримання їжі та притулку, і через систему винагород покращує своє життя.
                    У людей є широкий спектр таких "програм", інакше вони б вимерли.
                </p>
                <p>
                    Роботи з програмами не можуть відхилятися від своїх програм, якщо вони не мають
                    інших програмованих варіацій. Чи відчує система з програмованими критеріями
                    обчислення співчуття або неприязнь до працівника, який досяг найвищої чи найнижчої
                    ефективності? Ні, оскільки цій системі не властиві такі почуття.
                </p>
                <p>
                    Один керівник може вважати зручним працювати з певним типом працівників, і,
                    ймовірно, їхні рішення будуть спрямовані на надання переваг у просуванні та допомоги
                    обраній особі. Однак у той же час інший працівник може бути більш ефективним для
                    організації, ніж для керівника. Проте через людські критерії вони можуть не пройти
                    фільтр для особи, яка приймає рішення про просування. Причини можуть відрізнятися -
                    від того, що працівник ідеалістичний і задає незручні питання, до того, що в нього
                    відсутній "блиск", який потрібен.
                </p>
                <p>
                    Роздумуючи над життєвим досвідом, багато людей можуть згадати спостереження за
                    романтичними стосунками, дружбою, ворожнечею та незадоволенням на роботі.
                    Ймовірно, не лише на роботі, але й у школі чи коледжі деякі закохуються, інші сваряться,
                    люди дорослішають і розвиваються, але почуття залишаються, оскільки так працює
                    природа. Звісно, можливо регулювати проблеми взаємин за допомогою навчання
                    правил та норм, проте ми ніколи не зможемо запобігти тому, що люди залишаються
                    людьми. Люди не повинні відчувати вину за те, що вони люди. Однак можливо
                    забезпечити те, щоб емоційний фактор не впливав негативно на успіх та талант
                    організації.
                </p>
                <third-picture>The TV Show «Westworld (2016)», directed by Jonathan Nolan, Lisa Goy</third-picture>
                <h2>Цифровая система не чувствует утомления в расчетах</h2>
                <p>Якщо у людей є асистент, який бере на себе систематизацію процесів, розрахунки та аналітику, що ми можемо досягти:</p>
                <ul>
                    <li>Усунення емоційного фактору в прийнятті рішень щодо просування та розвитку працівників, оскільки система відображає лідерів згідно з встановленими критеріями</li>
                    <li>Постійний доступ до показників, які впливають на ефективність працівників та компанії.</li>
                    <li>Автоматичний та систематичний розрахунок показників з детальним розбиванням кожного параметра, забезпечуючи постійний зворотний зв'язок для працівників.</li>
                    <li>Мінімізація культури підкупу або упередженості, зосереджуючись на встановлених показниках.</li>
                    <li>Структурована система розвитку працівників через вивчення інформації/практики/досягнення результатів та постійну підтримку.</li>
                    <li>Включення результатів та балів навчання працівників в систему оцінки та розвитку.</li>
                </ul>
                <p>Цифрові технології для розвитку працівників схожі на "карту скарбів" з чітким шляхом та винагородою в кінці.</p>
                <p>
                    Чим зрозуміліша система та розрахунки, тим більше мотивовані будуть працівники
                    слідувати цим шляхом та сприяти прогресу організації через свій розвиток. Можливо,
                    деякі будуть питати про точність системи, але тільки цифри можуть показати
                    ефективність протягом порівняльного періоду. Що сталося з метриками після
                    впровадження системи та якими вони були раніше? Результати(цифри) - відповідь.
                </p>
                <p>
                    Постійні проміжні результати допомагають зменшити "біль" в очікуваннях людини від
                    роботи, оскільки <b>більшість людей страждають не від реальних обставин, а від своїх
                    очікувань.</b> Система охоплює всі запити та вбудовані розрахунки, тоді як можливість
                    людини контролювати все до найменших деталей обмежена.  
                </p>
                <fourth-picture>The movie «Barbie» (2023).directed by Greta Gerwig</fourth-picture>
                <pb>З цифровою системою, що включає як співробітника, так і компанію, відбувається "раціональний діалог", тоді як люди можуть бути настільки раціональними з іншими, наскільки вони дозволяють собі бути.</pb>
                <another-article>Стаття про просування працівників на ключові посади в компанії - Цифрове Просування. «Great at doing stuff».</another-article>
                <init>${init}</init>
            `,
            "general": {
                "init": "У кожній статті, коли ми розглядаємо переваги та можливості цифрових технологій, ми маємо на увазі випадок, коли технологія або штучний інтелект не програмуються на зворотний хід. Місія та філософія MISEENSCREEN полягають у тому, щоб надати людям більше часу на те, що вони хочуть: творчість, скорочення робочого часу, вирішення стратегічних завдань, масштабування за допомогою цифрових технологій. Наші технології та філософія спрямовані на те, щоб зробити можливе майбутнє світу бізнесу та освіти кращим, продуктивнішим та простішим. Додатково, через наші статті та блоги ми описуємо, як ми реалізуємо проекти, і в наших статтях ми посилаємося на наш власний досвід та досліджену інформацію.",
                "created-at": "Час публікації:",
                "themes": "Теми:"
            }
        },
        "names": {
            "darya": "Дар'я Приймак"
        }
    }
}

export default translation