const init = 'У кожній статті, коли ми розглядаємо переваги та можливості цифрових технологій, ми маємо на увазі випадок, коли технологія або штучний інтелект не програмуються на відміну. Місія та філософія MISEENSCREEN полягає в наданні людям більше часу на те, що вони хочуть: творчість, скорочення робочого часу, вирішення стратегічних завдань, масштабування через цифрові технології. Наші технології та філософія спрямовані на те, щоб робити можливе майбутнє світу бізнесу та освіти кращим, продуктивнішим та простішим. Крім того, через наші статті та блоги ми описуємо, як ми реалізуємо проекти, і в наших статтях ми посилаємося на власний досвід та досліджену інформацію'

const translation = {
    "blogs": {
        "company-consciousness": {
            "title": "Доступ до свідомості компанії",
            "description": "\"Я не робот!\" - Як часто ви чули цей вислів під час взаємодій з людьми? І часто це продовжується так: \"Я не робот, я можу робити помилки!\" І це правда - люди здатні до помилок, відчуттів, любові, роздратування. Однак важливо розуміти, що всі ці відчуття є результатом еволюції та природи біологічного інтелекту, і як це може вплинути на роботу та успіх вашої організації, це також важливе та цікаве питання. У цій статті ви дізнаєтеся про систематичне побудовування взаємин між співробітниками та організацією через підтримку співробітників та свободу слова в компанії, про створення єдиної гри в умовах ефективності та здорових взаємин, і про те, як цифрові технології можуть допомогти у цьому.",
            "themes": [
                "Організаційна Культура",
                "Підтримка Співробітників",
                "ENPS",
                "Свобода Слова та Демократія В Компанії",
                "Взаємини Між Людьми",
                "Гейміфіковане Взаємодія",
                "Цифрові Технології В Культурі Співробітників"
            ]
        },
        "company-consciousness-2": {
            "title": "Корпоративна культура та цифрова комунікація: Привілей мати думку",
            "description": "У попередній статті про цифрову культуру ми розглядали причини, чому впровадження платформ і додатків, а також використання цифрових варіантів, може бути корисним рішенням як для організації, так і для її працівників. Із розвитком технологій розвиваються і люди, як показує еволюція, від печер до того моменту, коли ми створюємо нові форми життя.",
            "themes": [
                "Організаційна Культура",
                "Підтримка Співробітників",
                "ENPS",
                "Свобода Слова та Демократія В Компанії",
                "Взаємини Між Людьми",
                "Гейміфіковане Взаємодія",
                "Цифрові Технології В Культурі Співробітників"
            ]
        },
        "employees-promotion": {
            "title": "Цифрове просування та розвиток працівників",
            "description": "Коли мова йде про аварії, багато людей, ймовірно, хотіли б жити в світі, де ризики для життя були б мінімізовані настільки, наскільки це можливо. Якщо ми розглянемо, як усунути дорожні аварії, відповідь полягає в усуненні людського фактора на дорогах. Детальніше про це можна дізнатися у працях Жака Фреско.",
            "themes": [
                "Система Оцінки та Атестацій",
                "Система Підвищення Персоналу",
                "Розвиток Персоналу",
                "Цифрові Технології В Підвищенні Персоналу",
                "Культура Організації"
            ]
        },
        "content": {
            "company-consciousness": `
                <first-picture>The movie "Poor Things" (2023). Directed by Yorgos Lanthimos</first-picture>
                <h2>Бути живим чи ефективним у системі?</h2>
                <p> 
                    «Я не робот!» — скільки разів ви чули цю фразу під
                    час обговорень чи на захист помилки? Часто вона
                    супроводжується словами: «Я не робот, я можу
                    помилятися!» І це правда — людина здатна на
                    помилки, емоції, любов, розчарування, сумніви.
                </p>
                <p>
                    Ці почуття — не недоліки, а особливості, що виникли
                    внаслідок еволюції та природи біологічного інтелекту.
                    Але у сфері бізнесу та організацій виникає важливе
                    питання: як ці людські якості впливають на
                    ефективність та успішність?
                </p>
                <p>
                    Цій темі присвячено серію матеріалів, які
                    досліджують системне вибудовування відносин між
                    працівниками та організацією. <i>Йдеться про
                    підтримку емоційного стану, забезпечення свободи
                    слова в колективі, створення єдиних правил гри, що
                    поєднують ефективність із людяністю.</i> І про те, як
                    цифрові технології можуть цьому сприяти.
                </p>
                <p>
                    Усі живі істоти мають певні моделі поведінки. Лише
                    цифрові системи, штучний інтелект і роботи, керовані
                    програмами, не здатні відхилятися від заданих
                    алгоритмів. Та мета полягає не в тому, щоб
                    перетворити людей на машини, а в тому, щоб
                    створити систему, де природа людини визнається,
                    поважається і підтримується — без шкоди для
                    ефективності.
                </p>
                <second-picture>The movie "I,Robot" (2004). Directed by Alex Proyas</second-picture>
                <h2>Чи можливо перепрограмувати людську природу заради ефективності?</h2>
                <p>
                    Озираючись на свій шлях від консультанта з продажу
                    до директора з персоналу та навчання, я бачу, що
                    компанії — часто щиро й з добрими намірами —
                    вважають, що, змінюючи людей, вони створюють
                    ефективне середовище, яке відповідає потребам
                    бізнесу. Але зміна людської природи й біологічного
                    інтелекту — складне, ресурсозатратне й далеко не
                    завжди ефективне завдання.
                </p>
                <p>
                    Переналаштувати програму на новий напрям розвитку
                    набагато простіше, ніж змінити людину. У компаніях
                    працюють вже сформовані особистості — з історією,
                    минулим, емоційною пам’яттю, реакціями й
                    сприйняттям, яке формувалося еволюцією, родиною
                    та суспільством.
                </p>
                <p>
                    Як тільки починаєш вивчати фізіологію та принципи
                    біологічного інтелекту, потреба в моралізуванні та
                    спробах «перевиховання» зникає. На власному
                    досвіді, а також у спілкуванні з тренерами, HRфахівцями й власниками бізнесів, я бачу, що багато
                    хто захоплювався популярною літературою й
                    тренінгами на тему лідерства, управління людьми й
                    побудови корпоративної культури. Але ці поради
                    часто узагальнені, базуються на особистих історіях
                    або вигаданих ситуаціях, які не враховують головного
                    — особистість працівника, на якого хочуть вплинути.
                </p>
                <p>
                    Такі матеріали рідко пояснюють, чому люди
                    поводяться певним чином. Натомість вони
                    пропонують готові шаблони поведінки. Набагато
                    ефективніше зрозуміти біологічні та психологічні
                    основи поведінки — і перестати здогадуватися. Що
                    змушує людей реагувати саме так? Що зробити, щоб
                    співробітники прийняли правила гри компанії?
                </p>
                <p>
                    Застосовувати певні методи розвитку — це не добре й
                    не погано. Це природна дія тих, хто несе
                    відповідальність і має мету. Головне — не виключити
                    емоції, а побудувати систему, де вони не заважають, а
                    працюють на результат.
                </p>
                <p>
                    Якщо ми не можемо перепрограмувати людину — що
                    тоді робити? <i>Створити систему, яка поважає
                    людську природу, але направляє взаємодію в межах
                    ефективної організаційної моделі.</i>
                </p>
                <third-picture>The animation movie "Soul" (2020). Directed by Pete Docter</third-picture>
                <h2>Коли реальність — найкращий учитель.</h2>
                <p>
                    Яскравий приклад розуміння людської поведінки
                    можна знайти у мультфільмі Душа через персонажа на
                    ім’я 22. Це цинічна, егоцентрична душа, яку не може
                    переконати в цінності життя жодна велика постать
                    людства — ані Мати Тереза, ані Лінкольн, ані Ганді.
                    Усі спроби вплинути на неї зазнають поразки.
                </p>
                <p>
                    Однак ситуація змінюється, коли 22 випадково
                    опиняється на Землі й починає особисто переживати
                    прості радощі життя. Шурхіт вітру, шматочок піци,
                    падіння листка — все це викликає в ній щиру радість.
                    Її змінює не чиясь мудрість, а сама реальність. І це
                    важливий урок: поведінка людини найчастіше
                    змінюється не завдяки переконанням, а під впливом
                    середовища та емоцій.
                </p>
                <p>
                    І це зовсім не заклик відмовитися від одного на користь іншого. Тренінги, неформальне
                    У корпоративному світі це працює так само. Замість
                    того щоб змінювати людей або нав’язувати їм
                    правила, краще створити систему, де вони самі
                    природно прийматимуть ефективні робочі принципи
                    — бо їм комфортно, безпечно й зрозуміло.
                </p>
                <p>
                    Саме тому ми пропонуємо <i>створювати унікальні
                    підходи до кожної організації — з урахуванням її
                    цінностей, цілей і особливостей. Загальні методики
                    можуть бути базою, але реальний результат
                    можливий лише через адаптацію до конкретного
                    середовища.</i> Ніхто не намагається винайти круглий
                    або трикутний телевізор — завдання полягає у якості
                    зображення й комфорті глядача. Подумайте: які емоції
                    викликає атмосфера вашої компанії у працівників?
                </p>
                <p>
                    І це зовсім не заклик відмовлятися від навчань,
                    неформального спілкування чи мотиваційних промов.
                    Вони теж важливі. Але вони — як спецефекти у
                    фільмі: додають яскравості, але не є основним
                    змістом. Працівник може надихнутися на тренінгу чи
                    насолодитися обідом, а потім повернутися в офіс, де
                    все працює за бюрократичним сценарієм, і світло
                    лише підсилює втому й апатію.
                </p>
                <init>${init}</init>
            `,
            "company-consciousness-2": `
                <p><i>Корисно, коли люди можуть бачити інші точки зору, а не лише підтверджувати власну правоту</i></p>
                <p>
                    У попередній статті ми розглядали, як впровадження
                    цифрових платформ і інструментів може принести
                    користь як організації, так і її працівникам. Разом із
                    технологіями розвивається і людина — від печер до
                    створення складних систем, які визначають сучасне
                    життя й роботу.
                </p>
                <p>
                    Корпоративна культура охоплює всі аспекти роботи —
                    від вибору офісних крісел до систем оцінки, навчання,
                    винагород і комунікації між працівниками та
                    компанією. У цій частині ми запропонуємо практичні
                    рішення для покращення внутрішньої комунікації та
                    зворотного зв’язку в організації.
                </p>
                <h2>Корпоративна культура. Взаємодія</h2>
                <p>Прозора та підтримуюча корпоративна культура формується завдяки кільком ключовим стратегіям:</p>
                <h3>Підтримка персоналу: Зворотний зв’язок, питання та ідеї</h3>
                <ul>
                    <li>
                        Надати кожному працівнику можливість залишати
                        відгуки, ставити запитання та ділитися ідеями через
                        спеціальну платформу.
                    </li>
                    <li>
                    Підтримувати культуру «Я можу сказати все!» — навіть у письмовому форматі.
                    </li>
                    <li>Забезпечити можливість вибору між анонімністю та відкритістю — на розсуд працівника.</li>
                </ul>
                <p>
                    Так само, як у соціальних мережах, де кожен може
                    писати коментарі й бачити думки інших, у компанії
                    можна створити подібну систему (за винятком
                    конфіденційних запитів). Це сприяє відкритості,
                    формує довіру та підтримує корпоративні цінності.
                    Анонімність дозволяє людям поступово відкриватися,
                    долаючи страх.
                </p>
                <p>
                    Представник компанії може відповідати на запити
                    працівників самостійно або використовувати варіанти
                    відповідей, згенеровані штучним інтелектом
                    відповідно до корпоративних стандартів і тону.
                </p>
                <p>
                    Не варто боятися, що відкритість і свобода слова
                    всередині компанії призведе до втрати контролю.
                    Навпаки — це дає змогу краще бачити, що
                    відбувається в організації, і розвиватися на основі
                    отриманої інформації.
                </p>
                <h2>Усвідомлення як рушій змін</h2>
                <p>
                    Пригадайте фільм Шоу Трумана, в якому головний
                    герой майже 30 років живе в створеній для нього
                    реальності. Зміни починаються тоді, коли він починає
                    помічати деталі, яких раніше не бачив. Те, що завжди
                    було поруч, стає зрозумілим — і це запускає
                    внутрішнє перетворення.
                </p>
                <p>
                    Якщо ви вже працюєте над відкритістю та культурою
                    в компанії, цифрові системи лише підсилять ці
                    процеси й допоможуть зробити їх стабільною
                    практикою.
                </p>
                <p>
                    Але якщо немає бажання бачити, що потребує змін,
                    жодна система — навіть найточніша — не покаже
                    того, чого ви не хочете визнавати. Реагування на
                    зворотний зв’язок — це не завжди погодження. Це
                    можливість пояснити, навчити та допомогти
                    працівникам зрозуміти, чому саме так побудовані
                    процеси, і чому це важливо.
                </p>
                <p><i>Однією з причин виникнення зауважень є відсутність інформації!</i></p>
                <second-picture>The movie "The Truman show" (1998). Directed by Peter Weir</second-picture>
                <h3>Підтримка персоналу: eNPS</h3>
                <p>
                    eNPS (Employee Net Promoter Score) — це електронне
                    опитування задоволеності працівників із можливістю
                    індивідуального налаштування під вашу організацію.
                    Воно допомагає визначити рівень задоволеності та
                    отримати зворотний зв’язок від менеджерів, команд,
                    магазинів та онлайн-підрозділів.
                </p>
                <p>
                    Інтеграція результатів eNPS у систему оцінки
                    ефективності працівників дозволяє підвищити якість
                    управлінських рішень за цим показником.
                </p>
                <p>
                    Система зберігає анонімність і конфіденційність
                    співробітників, водночас надаючи компанії цінну
                    аналітику щодо повторюваних запитів, проблемних
                    зон і загальних тенденцій. Для працівників це —
                    прозорий канал зворотного зв’язку. Для організації —
                    це системний, багаторівневий аналіз задоволеності та
                    запитів персоналу.
                </p>
                <p>
                    Чи можуть бути випадковість, суб’єктивність або
                    упередженість? Теоретично — так. Але при
                    використанні протягом репрезентативного періоду й з
                    ротаційними тестами ці фактори зводяться до
                    мінімуму.
                </p>
                <p>
                    Такий підхід дає працівникам реальне відчуття
                    свободи та прозорості, усвідомлення того, що вони
                    можуть висловитися та отримати чесну відповідь, яка
                    не суперечить політиці компанії. Це також
                    підкреслює: як компанія оцінює працівника, так і
                    працівник може оцінити умови праці.
                </p>
                <p>
                    А для багатьох людей це задовольняє природну
                    потребу у визнанні, впливовості та значущості —
                    теми, які ми детальніше розглянемо в наступній
                    частині статті про розвиток, просування та оцінку
                    персоналу.
                </p>
                <third-picture>The movie "La La Land" (2016). Directed by Damien Chazelle</third-picture>
                <h3>Підтримка персоналу — Додайте трохи Глибини Різкості</h3>
                <p>
                    У романтичному кіно часто використовують прийом
                    глибини різкості, коли головні герої або закохана пара
                    залишаються в фокусі, а все інше розмивається. Цей
                    візуальний ефект підсилює відчуття любові і показує: в
                    цей момент важливе тільки одне — об’єкт уваги.
                    Як створити подібні “романтичні” моменти у відносинах
                    між компанією та її співробітниками? Як передати ту
                    саму цінність, коли все інше відходить на другий план?
                </p>
                <p><b>Ось кілька способів додати цю іскру до корпоративної культури:</b></p>
                <ul>
                      <li>Автоматичне надсилання привітань співробітникам на день народження, ювілей роботи або підвищення. Просте повідомлення може багато чого змінити.</li>
                      <li>Генерація персоналізованого контенту: тематичні меми, цікаві факти, новини компанії, які викликають посмішку або створюють залученість.</li>
                      <li>Створення клубів за інтересами — простори, де співробітники можуть ділитися хобі і розширювати коло спілкування поза робочими задачами.</li>
                      <li>Використання гейміфікації — системи балів, бонусів, віртуальних нагород, які можна використовувати для реальних привілеїв та подарунків.</li>
                      <li>Платформа, в яку хочеться заходити. Мобільний додаток або портал компанії з персоналізованою стрічкою новин, подібною до соцмережі — корисно, цікаво і зручно.</li>
                </ul>
                <p>
                    І, звісно, не можна забувати про свободу самовираження.
                    Крупні технологічні компанії все частіше створюють
                    внутрішні соціальні платформи не тільки для
                    комунікації, а й для відкритого діалогу. Це не про владу
                    — це про культуру відкритості та зворотного зв’язку.
                </p>
                <p>Подумайте: як у вас в компанії справи зі свободою вираження думок?</p>
                <ul>
                    <li>Чи відчувають співробітники безпеку, висловлюючи свої ідеї та пропозиції?</li>
                    <li>Чи є канали для зворотного зв’язку?</li>
                    <li>Чи беруть участь люди в житті компанії не тільки через обов’язок, а й тому, що їм справді цікаво?</li>
                </ul>
                <p>
                    Коли в організації є реальна свобода вираження, і вона
                    підтримана системно — це не загроза стабільності, це
                    посилення потенціалу компанії.
                </p>
                <init>${init}</init>
            `,
            "employees-promotion": `
                <first-picture>The movie «Barbie» (2023). Directed by Greta Gerwig</first-picture>
                <h2>Чи хотіли б ви жити у світі без дорожньотранспортних пригод?</h2>
                <p>Чому стаття про підвищення та розвиток співробітників починається з обговорення аварій?</p>
                <p>
                    Коли мова йде про аварії, багато хто, ймовірно, хотів
                    би жити в світі, де ризики для життя мінімізовані
                    настільки, наскільки це можливо. Якщо ми
                    розглянемо, як усунути дорожньо-транспортні
                    пригоди, відповідь полягає в скороченні людського
                    фактору на дорогах.
                </p>
                <p>
                    Аналогічно, в організаційних процесах одним із
                    способів створення продуктивної, орієнтованої на
                    людей і заснованої на цінностях системи оцінки та
                    розвитку співробітників є мінімізація людського
                    фактору. Це можна досягти, розробивши чіткі критерії
                    ефективності для організації та покладаючись на
                    цифрові системи для обчислення та оцінки цих
                    критеріїв. Ідея полягає в тому, щоб оцінювати людей
                    на основі їхніх результатів у вимірюваних категоріях,
                    а не опиратись на почуття та емоції.
                </p>
                <p>
                    Ті “нещасні випадки”, які трапляються в організаціях,
                    часто виникають, коли ефективність зіткнеться з
                    емоційним людським фактором.
                </p>
                <h2>Що скаже людина? Що скаже система?</h2>
                <second-picture>The movie «Terminator 2:Judgment day (1991)». Directed by James Cameron</second-picture>
                <p>
                    Усі живі істоти мають певні моделі поведінки. Коли
                    людина опиняється в певному середовищі, вона
                    оцінює його та вибирає найбільш підходящу
                    стратегію взаємодії з ним. Лише коли людина спробує
                    щось і це їй сподобається, вона захоче повторити цей
                    досвід. Одне дотик може бути болючим, а інше —
                    приємним. Люди природним чином займають вигідні
                    позиції для отримання їжі та укриття, і через систему
                    винагород вони прагнуть покращити своє життя. У
                    людини існує широкий спектр таких “програм”, саме
                    тому вони вижили та процвітають.
                </p>
                <p>
                    Цифрові системи, своєю чергою, слідують
                    запрограмованим інструкціям і не можуть відхилятись
                    від них, якщо немає альтернативної програми для
                    виконання. Чи відчує система, що ґрунтується на
                    запрограмованих критеріях, симпатію чи неприязнь
                    до співробітника, який досяг найвищої чи найнижчої
                    ефективності? Ні, тому що така система не має
                    емоцій.
                </p>
                <p>
                    Один менеджер може вважати зручним працювати з
                    певним типом співробітників, і ймовірно, його
                    рішення будуть схилятися до того, щоб надати
                    перевагу у просуванні та допомозі вибраному
                    працівнику. Однак одночасно інший співробітник
                    може бути більш ефективним для організації, навіть
                    якщо він не пройде фільтр людських упереджень
                    особи, яка приймає рішення про підвищення.
                    Причини можуть бути різними — від того, що
                    співробітник ідеаліст і ставить незручні питання, до
                    того, що йому не вистачає “іскорки”, яка часто
                    потрібна.
                </p>
                <p>
                    Розмірковуючи про життєвий досвід, багато хто може
                    згадати спостереження за романтичними стосунками,
                    дружбою, ворожнечею та незадоволенням на роботі.
                    Мабуть, це відбувалося не тільки на роботі, а й у
                    школі чи університеті. Дехто закохується, інші
                    сперечаються, люди дорослішають і ростуть, але
                    почуття залишаються, бо так влаштована природа.
                    Звісно, можна регулювати питання стосунків за
                    допомогою навчання правилам та нормам, але ми не
                    можемо завадити людям залишатися людьми. <i>Люди не
                    повинні почуватися винними за те, що вони люди.</i>
                    Однак можна забезпечити, щоб емоційний фактор не
                    негативно впливав на успіх організації та таланти. 
                </p>
                <third-picture>The TV Show «Westworld (2016)». Directed by Jonathan Nolan, Lisa Goy</third-picture>
                <i>Цифрова система не відчуває стомлення у розрахунках</i>
                <p>
                    Якщо у людей є помічник, який бере на себе
                    систематизацію процесів, розрахунки та аналітику, що
                    ми можемо досягти?
                </p>
                <ul>
                    <li>Усунення емоційного фактора в прийнятті рішень щодо підвищення та розвитку співробітників, оскільки система відображає лідерів згідно з установленими критеріями.</li>
                    <li>Постійний доступ до показників, які впливають на ефективність співробітників і компанії.</li>
                    <li>Автоматичний і систематичний розрахунок показників з детальним розбором кожного параметра, що надає постійну зворотну зв’язок для співробітників.</li>
                    <li>Мінімізація культури фаворитизму або упередженості з акцентом на встановлені показники.</li>
                    <li>Структурована система розвитку співробітників через вивчення інформації, практику, досягнення результатів і постійну підтримку.</li>
                    <li>Включення результатів і оцінок електронного навчання співробітників у систему оцінки та розвитку.</li>
                </ul>

                <p>
                    Цифрові технології для розвитку співробітників — це
                    як “карта скарбів” з чітким шляхом і винагородою в
                    кінці.
                </p>
                <p>
                    Чим зрозумілішою є система і розрахунки, тим більше
                    мотивовані співробітники будуть слідувати цими
                    шляхами і вносити свій внесок в організацію через
                    свій ріст. Можливо, деякі сумніватимуться в точності
                    системи, але тільки цифри можуть показати
                    ефективність за порівняльний період. Що сталося з
                    метриками після впровадження системи, і якими вони
                    були до цього? Це і буде відповіддю.
                </p>
                <p>
                    Люди вже виконують свої ролі з цифровим партнером
                    у команді. Не потрібно думати, кого з співробітників
                    підвищити — ваша система вже розрахувала
                    рейтинги. Не потрібно пояснювати симпатичному та
                    приємному колезі, чому він може не отримати бонус
                    чи підвищення цього місяця — система розрахує всі
                    результати та покаже причинно-наслідкові зв’язки. 
                </p>
                <p>
                    А постійні проміжні результати допомагають
                    <i>зменшити “болі” очікувань людини щодо роботи,
                    оскільки більшість людей страждають не від
                    фактичних обставин, а від своїх очікувань.</i> Система
                    охоплює всі запити та вбудовані розрахунки, в той час
                    як здатність людини контролювати все до найменших
                    деталей обмежена.
                </p>
                <fourth-picture>The animation movie «Inside Out» (2015). Directed by Pete Docter; Ronnie del Carmen</fourth-picture>
                <pb>З цифровою системою, що включає як співробітника, так і компанію, відбувається "раціональний діалог", тоді як люди можуть бути настільки раціональними з іншими, наскільки вони дозволяють собі бути.</pb>
                <init>${init}</init>
            `,
            "general": {
                "init": "У кожній статті, коли ми розглядаємо переваги та можливості цифрових технологій, ми маємо на увазі випадок, коли технологія або штучний інтелект не програмуються на зворотний хід. Місія та філософія MISEENSCREEN полягають у тому, щоб надати людям більше часу на те, що вони хочуть: творчість, скорочення робочого часу, вирішення стратегічних завдань, масштабування за допомогою цифрових технологій. Наші технології та філософія спрямовані на те, щоб зробити можливе майбутнє світу бізнесу та освіти кращим, продуктивнішим та простішим. Додатково, через наші статті та блоги ми описуємо, як ми реалізуємо проекти, і в наших статтях ми посилаємося на наш власний досвід та досліджену інформацію.",
                "created-at": "Дата публікації:",
                "themes": "Теми:"
            }
        },
        "names": {
            "darya": "Дар'я Приймак"
        }
    }
}

export default translation