const translation = {
    "contact-us": {
        "title": "Запланувати зустріч",
        "contacts": {
            "title": "Get in touch instantly"
        },
        "form": {
            "problem": "Як ми можемо Вам допомогти?",
            "name": "Ім'я",
            "company": "Компанія",
            "email": "Робочий email",
            "employees-amount": "Кількість працівників",
            "phone": "Номер телефону",
            "services": {
                "ecommerce": "Електронна комерція",
                "placeholder": "Необхідні сервіси",
                "web-services": "Онлайн сервіси та веб портали",
                "elearning-solution": "Электронное обучение",
                "hr-software": "Додатки для Hr",
                "analytics": "Управління та аналітика",
                "other": "Інше",
                "crm": "CRM",
                "multiple-select": "*доступний множинний вибір"
            },
            "submit": "Відправити",
            "files": {
                "title": "Файли",
                "add": "Перетягніть або клікніть, щоб <b>завантажити файли</b>",
                "tip": "Макс. кількість файлів: {count}, Макс. розмір файлу: {size} МБ",
                "drag-tip": "Завантажити файл"
            },
            "errors": {
                "problem": "Поле пусте",
                "name": "Ім'я дуже коротке, мін. довжина: {min}",
                "company": "Назва компанія дуже коротка, мін. довжина: {min}",
                "employees-amount": "Поле пусте",
                "email": "Поле пусте",
                "phone": "Поле пусте",
                "services": "Не вибрано ні одного сервісу",
                "file-count": "Дуже багато файлів, макс. кількість: {maxCount}",
                "file-size": "Файл {name} дуже великий, макс розмір {maxSize} МБ",
                "file-format": "Файл {name} має заборонений формат"
            }
        },
        "result": {
            "success-title": "Вашу форму успішно відправлено. Протягом 24 годин наш менеджер зв'яжеться з вами за вказаними контактними даними",
            "error-title": "Щось пішло не так. Спробуйте відправити форму пізніше",
            "to-form": "Повернутися до форми",
            "to-home": "Повернутися на головну сторінку"
        }
    }
}

export default translation