const translation = {
    "welcome": {
        "adaptation": "Адаптація на екрани ідей для вашого бізнесу та діяльності",
        "sub": "Custom web apps development"
    },
    "stack": {
        "ecommerce": "Електронна комерція",
        "web-services": "Онлайн сервіси та веб портали",
        "elearning-solution": "Електронне навчання",
        "hr-software": "Додатки для Hr",
        "analytics": "ERP системи\n\nКомпанія в смартфоні\n\nУправління та аналітика",
        "crm": "CRM"
    },
    "cooperation": {
        "title": "Cooperation with MISEENSCREEN",
        "responsibility": "Відповідальність",
        "responsibility-description": "Ми працюємо через укладання індивідуальних договорів, виставленням рахунків та підписанням актів виконаних робіт.",
        "technologies": "Найкращі технології розробки",
        "technologies-description": "Після детального аналізу запитів і цілей замовника команда програмістів підбирає найкращі технології та мови програмування для реалізації продукту. У попередньому проєкті ми використовували для інтерфейсу користувача React.js разом із TypeScript Ona (SPA).",
        "guarantee": "Гарантія та захист",
        "guarantee-description": "Ми надаємо на виконані роботи гарантію та обслуговування від 6 до 12 місяців. Протягом гарантійного періоду ми відповідаємо на всі запити та надаємо як технічну, так і інформаційну підтримку, включаючи навчання з використання продукту.",
        "support": "Підтримка 24/7",
        "support-description": "Протягом усього співробітництва з нами та гарантійного обслуговування, ми надаємо підтримку 24/7 за всіма запитами від замовника, що стосуються розробки та роботи продукту.",
        "launch": "Підтримка запуску",
        "launch-description": "Після реалізації продукту команда MISEENSCREEN здійснює супровід запуску. Ми надаємо навчальні матеріали, що охоплюють весь функціонал, а також навчання з використання продукту через відео, тренінги та інструкції. В рамках гарантійного обслуговування, ми відповідаємо на всі запити та запити замовника, пов'язані з роботою розробленого продукту.",
    },
    "philosophy": {
        "title": " Філософія MISEENSCREEN",
        "allInOnce-description": "MISEENSCREEN надає повний спектр послуг для реалізації вашої ідеї на екранах смартфонів та інших пристроїв.\n\nМи допоможемо вам зі створенням назви, стилю, логотипу, розробки концепції, написання текстів, розробки функціоналу та надання допомоги при запуску проєкту. Ми готові надати все необхідне для успішної реалізації проєкту.",
        "companyInSmartphone-description": "Під час розробки веб-застосунків команда MISEENSCREEN дотримується концепції «компанія у смартфоні». Ця концепція спрямована на допомогу бізнесу в оптимізації системи та об'єднанні процесів, що вимагають участі кількох департаментів в одну кнопку.\n\nМи також пропонуємо нашим замовникам рішення, яке оптимізує подальше обслуговування веб-застосунку та розробляємо ключові функції управління, мінімізуючи необхідність залучення програміста для обслуговування продукту.",
        "passionate-description": "На кожному етапі вашого проєкту працюють люди, які не тільки зацікавлені в успішній реалізації проєкту в даний момент, але також приділяють увагу довгостроковій перспективі, яка впливає на історію розвитку компанії. Засновники MISEENSCREEN беруть активну участь у кожному етапі вашого проєкту.\n\nНаш перший великий проєкт був виконаний двома фахівцями, які глибоко вивчили кожен етап, починаючи від технічного завдання та дизайну, і закінчуючи back-end, front-end та QA. Сьогодні при розробці нового проєкту ми працюємо в команді, яка складається з досвідчених фахівців та талановитих професіоналів. Однак на кожному етапі проєкту ми залишаємо нашу експертизу та супровід творців, які постійно навчаються новим системам та технологіям у своїй сфері відповідальності.",
        "passionate-link": "Додаткову інформацію ви можете знайти у розділі «Наша історія».",
        "allInOnce-article": "Everything Everywhere And At Once",
        "companyInSmartphone-article": "Company In Smartphone Concept",
        "passionate-article": "Passionate And In Touch"
    },
    "steps": {
        "title": "Етапи\nрозробки",
        "qa": "QA тестування",
        "qa-description": "Команда QA аналізує вимоги до порталу, історії та проєкту архітектуру. Паралельно з розробкою наша команда перевіряє, щоб ваш веб-портал працював згідно з планом і відповідав усім встановленим вимогам, а також забезпечує безпеку ваших даних.",
        "deployment": "Розгортання та налаштування",
        "deployment-description": "Після реалізації продукту команда MISEENSCREEN здійснює супровід запуску. Ми надаємо навчальні матеріали, що охоплюють весь функціонал, а також навчання з використання продукту через відео, тренінги та інструкції. У рамках гарантійного обслуговування ми відповідаємо на всі запити та запити замовника, пов'язані з роботою розробленого продукту.",
        "support": "Підтримка після запуску",
        "support-description": "Ми надаємо на виконані роботи гарантію та обслуговування від 6 до 12 місяців. Протягом гарантійного періоду ми відповідаємо на всі запити та надаємо як технічну, так і інформаційну підтримку, включаючи навчання з використання продукту.",
        "monitoring": "Безперервна продуктивність",
        "monitoring-description": "MISEENSCREEN несе відповідальність за керування продуктивністю веб-порталу, усунення неполадок, розвиток та керування змінами, щоб підтримувати високу доступність вашого порталу та його відповідність вашим потребам.",
        "planning": "Планування",
        "planning-description": "Проведення детального вивчення конкретних потреб вашого бізнесу, аналіз відповідних нормативних обмежень, збирання та обробка думок та очікувань зацікавлених сторін проєкту, а також розробка докладних вимог до порталу та технічних специфікацій.",
        "task": "Технічне завдання",
        "task-description": "У технічному завданні фіксуються технічні характеристики, яким має відповідати проєкт, вимоги до візуальної складової, а також детально описується механіка функціоналу продукту.",
        "design": "Дизайн",
        "design-description": "Створення проєкту архітектури порталу та реалізація UX/UI дизайну.\nПри розробці дизайну враховуються принципи зручності та інтуїтивності використання, а також враховуються побажання замовника щодо концепції, стилю, кольорів та бажаних елементів дизайну.",
        "development": "Розробка Backend & frontend",
        "development-description": "Команда програмістів розробляє продукт відповідно до затвердженого технічного завдання, макетів і таймлайнів. Продукт адаптується під усі пристрої та операційні системи, і кожна функція доступна для тестування замовникам поетапно. У середньому кожні 2-4 тижні випускається нова опція відповідно до затвердженого таймлайну проєкту.",
        "arrow-up": "Назад",
        "arrow-down": "Вперед"
    },
    "cases": {
        "title": "Кейси",
        "sub-title": "Електронне навчання та управління рітейл-процесами",
        "text": "Наша перша розробка веб-додатка призначена для компанії МНС Інвестмент, офіційного представника італійських модних брендів Calzedonia, Intimissimi, Tezenis та Falconeri в Україні.\n\nМи створили корпоративний портал для навчання співробітників, підтримки та розвитку корпоративної культури, а також систематизації ритейл-процесів компанії."
    },
    "cases-points": {
        "title": "Кейси",
        "sub-title": "Реалізований індивідуальний проєкт для міжнародної компанії CALZEDONIA GROUP UKRAINE (офіційний представник брендів CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI в Україні)",
        "article": {
            "portal": "Мультибрендовий корпоративний портал для співробітників",
            "education": "Системна навчання та розвитку працівників",
            "optimization": "Оптимізація та управління рітейл-процесами"
        }
    },
    "about-us": {
        "title": "Behind the screen",
        "person": {
            "darya": {
                "name": "Daria Pryimak",
                "role": "Project manager & Creator",
                "skills": `
                    МАЙЖЕ 10 РОКІВ ДОСВІДУ РОЗРОБКИ СИСТЕМИ НАВЧАННЯ, РОЗВИТКУ ТА ОЦІНКИ СПІВРОБІТНИКІВ,
                    СИСТЕМИ РЕКРУТИНГУ ТА ФОРМУВАННЯ КОРПОРАТИВНОЇ КУЛЬТУРИ ЯК В МІЖНАРОДНИХ, ТАК І В УКРАЇНСЬКИХ КОМПАНІЯХ.\n
                    АЖ 5 РОКІВ ІЗ ЯКИХ – ДОСВІД УПРАВЛІННЯ НА ПОЗИЦІЯХ ДИРЕКТОР/РЕГІОНАЛЬНИЙ МЕНЕДЖЕР.\n
                    ТА ВЖЕ ЯК 4 РОКИ ДОСВІДУ РОЗРОБКИ ТА КЕРУВАННЯ ВЕБ-ДОДАТКАМИ
                `,
                "about": "Вітаю,\n\nМене звуть Дар'я, і я менеджер з екранізації ваших ідей. Я супроводжую і відповідаю за проєкт від першого спілкування до підписання передачі готового продукту. Мною буде розроблено комерційну пропозицію, технічне завдання, навчальні матеріали та інструкції щодо використання готового продукту. Також я буду вашим менеджером із запуску, надаватиму інформаційну підтримку, проводитиму тренінги та навчання, щоб ви ефективно запустили та впровадили нові розробки та процеси у свій бізнес."
            },
            "vladimir": {
                "name": "Volodymyr Poltavskyi",
                "role": "IT Director",
                "skills": `
                    3 РОКИ У РОЗРОБЦІ ВЕБ ЗАСТОСУНКІВ\n
                    3 РОКИ РОЗРОБКИ BACK-END ЗАСТОСУНКІВ\n
                    3 РОКИ РАЗРОБКИ FRONT-END ЗАСТОСУНКІВ
                `,
                "about": "Привіт, мене звати Володимир і я IT Director проєкту Miseenscreen. Я розробляю UI інтерфейси і серверні додатки будь-якого рівня складності. Ваші продукти працюватимуть стабільно всі 24/7, будуть легко розширюватися під будь-які вимоги."
            },
            "story": "Прочитайте нашу історію <to-story>(Our Story)</to-story>, щоб дізнатися більше про те, хто, як і з якою філософією розроблятиме нові продукти для вашого бізнесу."
        }
    }
}

export default translation