const translation = {
    "pages": {
        "main": {
            "title": "Розробка веб-додатків",
            "description": "Онлайн сервіси та веб-застосунки, Електронна комерція, Портали для навчання, Розробки для HR, ERP-системи"
        },
        "contact-us": {
            "title": "Зв'яжіться з нами. Команда Розробки веб-додатів",
            "description": "Заплануйте онлайн-зустріч із командою MISEENSCREEN, щоб обговорити створення веб-рішень для вашого бізнесу.\nОнлайн сервіси та веб-застосунки, Електронна комерція, Портали для навчання, Розробки для HR, ERP-системи"
        },
        "services": {
            "title": "Індивідуальні рішення для веб-додатків",
            "description": "Онлайн сервіси та веб-застосунки, Електронна комерція, Портали для навчання, Розробки для HR, ERP-системи"
        },
        "privacy-policy": {
            "title": "Політика конфіденційності",
            "description": "Ця політика конфіденційності пояснює, які особисті дані MISEENSCREEN збирає від вас та як ми використовуємо ці дані."
        },
        "terms": {
            "title": "Terms",
            "description": "This site provides online access to information about Company and our products, services and opportunities"
        },
        "who-we-are": {
            "title": "Who We Are",
            "description": "Behind the screen: Наша історія про шлях, стратегію та місію розробки веб-додатків. Електронна комерція, електронне навчання, програмне забезпечення для управління персоналом, ERP користувача, веб-додатки."
        }
    }
}

export default translation