const translation = {
    "privacy-policy": {
        "title": "Політика конфіденційності",
        "section": [
            {
                "title": "Про нас",
                "paragraph": "Ми - компанія MISEENSCREEN, яка знаходиться у Сполучених Штатах, що надає послуги розробки веб-додатків. Ми створюємо середовище, яке забезпечує приємний досвід під час відвідування нашого веб-сайту та надаємо матеріали та інформацію, що допоможуть вам швидко знайти відповіді на ваші питання щодо наших послуг. Ми також гарантуємо безперебійну роботу веб-сайту. Все це можливо завдяки вашій добровільній допомозі, коли ви надаєте нам свої особисті дані. Ми повністю розуміємо, що особисті дані є чутливою інформацією, і ми дуже серйозно ставимося до вашої конфіденційності. Щоб запобігти будь-якій стурбованості з цього приводу, ми розробили цю політику конфіденційності, яка детально описує нашу роботу з вашими особистими даними."
            },
            {
                "title": "Яку особисту інформацію ми збираємо?",
                "paragraph": [
                    "MISEENSCREEN збирає дані для надання вам прямого зворотного зв'язку щодо наших послуг. Ви надаєте деякі з цих даних безпосередньо, наприклад, коли заповнюєте форму \"Зв'яжіться з нами\" для отримання підтримки. Ми також отримуємо деякі дані за допомогою технологій, таких як файли cookie, а також отримуємо звіти про помилки або дані про використання з програмного забезпечення, що працює на вашому пристрої.",
                    "Ми також отримуємо дані від третіх сторін. Ми захищаємо дані, отримані від третіх сторін, згідно з описаними в цьому заяві процедурами, а також додатковими обмеженнями, встановленими джерелом даних. Ці джерела третіх сторін можуть змінюватися з часом, але на даний момент вони включають:",
                    "Постачальники послуг, які допомагають нам визначити ваше місцезнаходження на основі вашої IP-адреси для налаштування певних продуктів для вашого місцезнаходження. Партнери, з якими ми пропонуємо спільні послуги або проводимо спільні маркетингові заходи. Публічно доступні джерела, такі як відкриті державні бази даних або інші загальнодоступні дані. У вас є можливість вибирати, які дані ми збираємо. Коли вас просять надати особисті дані, ви можете відмовитися. Однак, якщо ви вирішите не надавати дані, необхідні для надання послуги, функції або зворотного зв'язку, ви можете не мати можливості використовувати цю послугу, функцію або отримати зворотний зв'язок.",
                    "Серед даних, які ми збираємо, можуть бути такі:"
                ],
                "description-list": [
                    { "title": "Ім'я та контактна інформація", "description": "Ми збираємо наступні дані: ваше ім'я, електронну адресу, номер телефону, назву компанії та іншу подібну контактну інформацію." },
                    { "title": "Демографічні дані", "description":  "Ми збираємо дані про вас, наприклад вашу країну та бажану мову." },
                    { "title": "Дані веб-сайту", "description":  " Ми збираємо дані про те, як ви взаємодієте з веб-сайтом Miseenscreen. Наприклад, ми збираємо: Деталі поведінки відвідувачів, наприклад дані про розділи веб-сайту, які ви відвідуєте, і скільки часу ви там проводите." },
                    { "title": "Конфігураційні дані", "description":  "Ми збираємо дані про мережу, яку ви використовуєте для підключення до нашого веб-сайту. Це включає вашу IP-адресу." },
                    { "title": "Звіти про помилки та дані про продуктивність", "description": "Ми збираємо дані про проблеми, з якими ви стикаєтесь під час використання наших послуг. Ці дані допомагають нам діагностувати проблеми та пропонувати рішення. Залежно від вашого середовища та налаштувань перегляду звіти про помилки можуть включати такі дані, як тип або серйозність проблеми, відомості про програмне або апаратне забезпечення, пов’язане з помилкою, вміст файлів, які ви використовували під час помилки, і дані про інше програмне забезпечення на вашому пристрої."},
                    { "title": "Дані щодо усунення несправностей і підтримки", "description": "Якщо MISEENSCRENN бере участь у вирішенні проблем і підтримці, ми збираємо дані про вас і ваше обладнання, програмне забезпечення та інші відомості, пов’язані з інцидентом. Ці дані включають контактну інформацію, вміст ваших чатів та інше спілкування з MISEENSCREEN, дані про стан вашого комп’ютера та програм під час збою та під час діагностики, а також дані про вашу систему та реєстр, пов’язані з установкою програмного забезпечення та конфігурацією обладнання. Зверніть увагу, що ви можете передавати особисті дані, які нам НЕ потрібні, у розділі «Опис» форми «Зв’язатися з нами». Ми не використовуватимемо цю інформацію іншим способом, окрім як для зберігання її на нашому резервному сервері. Будь ласка, не передавайте нам жодних особистих даних, якщо ви не запитуєте їх безпосередньо. Наш веб-сайт не призначений для дітей та окремих осіб, і ми свідомо не збираємо дані, пов’язані з ними. Батьки можуть відкликати надану раніше згоду та переглядати, редагувати або вимагати видалення персональних даних своїх дітей. Ми також можемо збирати персональні дані від третіх сторін, які мають вашу згоду на передачу ваших даних нам, або із загальнодоступних джерел." }
                ],
                "paragraph-1": [
                    "Пожалуйста, обратите внимание, что вы можете передавать личные данные, которые мы НЕ требуем, в разделе \"Описание\" формы \"Свяжитесь с нами\". Мы не будем использовать эту информацию никаким образом, кроме как для ее хранения на нашем резервном сервере. Пожалуйста, не передавайте нам никакие личные данные, не запрашиваемые непосредственно от вас.",
                    "Наш веб-сайт не предназначен для детей и частных лиц, и мы не собираем сознательно данные, относящиеся к ним. Родители могут отозвать ранее данное согласие и просмотреть, отредактировать или запросить удаление личных данных своих детей.",
                    "Мы также можем собирать личные данные от третьих лиц, которые имеют ваше согласие на передачу ваших данных нам, или из общедоступных источников."
                ]
            },
            {
                "title": "Для чого ми збираємо персональні дані",
                "paragraph": [
                    "MISEENSCREEN збирає дані в наступних цілях: виправлення комунікацій, включаючи рекламні повідомлення; реклама; аналіз статистики відвідувачів веб-сайту; усунення технічних проблем на веб-сайті; покращення досвіду користувача на веб-сайті.",
                    "При здійсненні цих цілей ми маємо намір повідомити вам про запитання, про які ви попросили нас повідомити; зв'язуватися з вами, якщо нам необхідно отримати або надати додаткову інформацію; переконатися, що наші записи вірні, і час від часу перевірити, що ви довільні та задоволені. Ми не передаємо або обмінюємо списки електронної пошти з іншими організаціями та підприємствами.",
                    "Однак, щоб забезпечити конфіденційність, ми використовуємо технологічні та процедурні заходи захисту, що передбачають утечку даних. Наприклад, ми сховищем даних, які ми збираємо від вас безпосередньо або косвенно, такі як ваше ім’я, адреса електронної пошти або номер телефону, назва компанії, у безпечній базі даних.",
                    "Крім того, ви можете підписатися на розсилку електронної пошти та вибрати, чи хочете ви отримувати рекламні повідомлення від MISEENCREEN на електронну пошту."
                ]
            },
            {
                "title": "Чому ми надаємо персональні дані?",
                "paragraph": [
                    "Ми передамо вашу інформацію до нашого Центру розробки, який обробить ваш запит. Наш Центр розробки повинен дотримуватися вимог щодо захисту даних і конфіденційності та не має права використовувати отримані від нас особисті дані для будь-яких інших цілей, окрім тих, що вказані вище. Для забезпечення достатнього рівня захисту персональних даних, які ви надаєте, усі зобов’язання Центру розробки встановлюються в угоді між MISEENSCREEN та центром розробки.",
                    "Ми будемо отримувати доступ, передавати, розкривати та зберігати персональні дані, якщо у нас є законне переконання, що це необхідно для:",
                    "Дотримання чинного законодавства або відповідь на судовий процес, у тому числі на запити правоохоронних органів або інших державних органів. Щоб захистити наших клієнтів, наприклад, щоб запобігти спаму чи шахрайському зверненню до користувачів наших послуг або щоб запобігти втраті чи заподіянню серйозної травми комусь. Захист прав MISEENSCREEN, включаючи застосування умов, що регулюють використання послуг. Якщо сторонні агенти обробляють персональні дані від нашого імені у спосіб, що не відповідає викладеним тут принципам, ми залишаємось відповідальними, якщо не доведемо, що не несемо відповідальності за інцидент, який спричинив шкоду.",
                    "Будь ласка, зверніть увагу, що деякі сторінки нашого веб-сайту містять посилання на продукти третіх сторін, чия практика конфіденційності може відрізнятися від практики MISEENSCREEN. Якщо ви надаєте особисті дані будь-якій із цих сторін, ваші дані регулюються їхньою політикою конфіденційності."
                ]
            },
            {
                "title": "Які права у вас є",
                "paragraph": [
                    "У вас є право переглядати, змінювати або видаляти особисту інформацію, яку ми зберігаємо:",
                    "Ви можете запитувати інформацію про особисті дані, які ми зберігаємо про вас, і про ті, кому передаються ваші особисті дані, у будь-який час.",
                    "Ви можете попросити нас оновити та відправити будь-які застарілі або неверні/неповні дані, які ми зберігаємо у вас безкоштовно.",
                    "Ви можете відмовитися від отримання будь-яких маркетингових комунікацій, які ми можемо вам відправити. Цей вибір не поширюється на обов'язкові сервісні комунікації.",
                    "Ви можете відкликати свою згоду на обробку ваших даних у будь-який час.",
                    "Ви можете попросити видалити чи оновити свою особисту інформацію тут.",
                    "Відправте свій запит за адресою (поштою). Ми відповідаємо на запити про доступ або видалення ваших особистих даних протягом 30 днів."
                ]
            },
            {
                "title": "Інформування для кінцевих користувачів",
                "paragraph": [
                    "MISEENSCREEN може надати свої послуги організаціям. Ваше використання веб-сайту MISEENSCREEN може підтримувати політику вашої організації, якщо вони існують. Якщо ви використовуєте веб-сайт Miseenscreen, керує вашою організацією, будь ласка, зверніться до свого адміністратора з конфіденційністю. MISEENSCREEN не несе відповідальності за політику конфіденційності або заходи безпеки клієнтів, які можуть відрізнятися від тих, які описані в поточній заявці про конфіденційність.",
                    "Якщо ви використовуєте адресу електронної пошти, яка надається організацією, з якою ви пов’язані, як роботодавець або навчальне заклад, власник домену (наприклад, ваш роботодавець), пов’язаного з вашою адресою електронної пошти, може отримувати доступ і обробляти ваші дані, включаючи підтримку ваших комунікацій і файлів."
                ]
            },
            {
                "title": "Як ми забезпечуємо безпеку ваших даних",
                "paragraph": [
                    "Ми використовуємо різні технології та процедури безпеки, щоб захистити ваші особисті дані від несанкціонованого доступу, використання чи розголошення. Наприклад, ми зберігаємо надані вами персональні дані в комп’ютерних системах з обмеженим доступом, розташованих у контрольованих приміщеннях."
                ]
            },
            {
                "title": "Термін зберігання даних",
                "paragraph": [
                    "MISEENSCREEN зберігає персональні дані стільки часу, скільки необхідно для надання вам запитаних послуг і зворотного зв’язку, а також для виконання інших важливих цілей, таких як дотримання наших юридичних зобов’язань і забезпечення виконання наших контрактів. Оскільки ці вимоги можуть відрізнятися для різних типів даних, фактичні періоди зберігання можуть відрізнятися. Критерії, які використовуються для визначення термінів зберігання, включають:",
                    "Чи особисті дані мають конфіденційний характер? Якщо так, то зазвичай доцільно встановити скорочений термін зберігання, який становить до п'яти років.",
                    "Чи підлягає MISEENSCREEN юридичне, договірне чи подібне зобов’язання щодо збереження даних?",
                    "Приклади можуть включати закони про обов’язкове зберігання даних у відповідній юрисдикції, розпорядження уряду про збереження даних, пов’язаних із розслідуванням, або дані, які необхідно зберігати для цілей судового розгляду."
                ]
            },
            {
                "title": "Як ми змінюємо це політику конфіденційності",
                "paragraph": [
                    "Ми будемо оновлювати це повідомлення про конфіденційність за необхідності, щоб змінити його умови або отримати відгуки клієнтів. Коли ми розміщуємо зміни в цій заявці, ми переглядаємо дату \"останнього оновлення\" у верхній частині заявки. Якщо в заявку внесені суттєві зміни, ми вас увідомили, або вивесив помітне."
                ]
            },
            {
                "title": "Як з нами зв'язатися",
                "paragraph": [
                    "Якщо у вас є питання щодо конфіденційності, скарги або питання щодо захисту даних, будь ласка, напишіть нам за адресою. Ми відповідаємо протягом 30 днів."
                ]
            }
        ]
    }
}

export default translation