const translation = {
    "privacy-policy": {
        "title": "Політика конфіденційності",
        "section": [
            {
                "title": "Про нас",
                "paragraph": "Ми компанія MISEENSCREEN, яка знаходиться у США, і надає послуги розробки веб-додатків. Ми створюємо середовище, яке забезпечує приємний досвід під час відвідування нашого веб-сайту та надаємо матеріали, інформацію, аби наш клієнт швидко знайшов відповіді на його запитання щодо наших послуг. Ми також гарантуємо безперебійну роботу веб-сайту. Усе це стає можливим завдяки вашій добровільній підтримці та наданню вами своїх особистих даних. Ми повністю розуміємо, що особисті дані є чутливою інформацією, і ми дуже серйозно ставимося до вашої конфіденційності. Щоб запобігти будь-якій стурбованості з цього приводу, ми розробили цю політику конфіденційності, яка детально описує нашу роботу з вашими особистими даними."
            },
            {
                "title": "Яку особисту інформацію ми збираємо?",
                "paragraph": [
                    "MISEENSCREEN збирає дані для надання вам прямого зворотного зв'язку щодо наших послуг. Ви надаєте деякі з цих даних безпосередньо, наприклад, коли заповнюєте форму «Зв'яжіться з нами» для отримання підтримки. Ми також отримуємо деякі дані за допомогою технологій, таких як файли cookie, а також отримуємо звіти про помилки або дані про використання з програмного забезпечення, що працює на вашому пристрої.",
                    "Ми також отримуємо дані від третіх сторін. Ми захищаємо дані, отримані від третіх сторін, відповідно до процедур, описаних у цій заяві, а також із дотриманням додаткових обмежень, встановлених джерелом даних.",
                    "Ці джерела третіх сторін можуть змінюватися з часом, але наразі вони включають:"
                ],
                "information-list": [
                    "Постачальників послуг, які допомагають визначати ваше місцезнаходження на основі IP-адреси для налаштування продуктів відповідно до вашого регіону.",
                    "Партнерів, з якими ми здійснюємо спільне надання послуг або проводимо маркетингові кампанії.",
                    "Публічно доступні джерела, зокрема відкриті державні бази даних або іншу загальнодоступну інформацію."
                ],
                "paragraph-1": [
                    "Ви маєте право обирати, які дані ми збираємо. У разі запиту надати особисті дані ви можете відмовитися. Однак, якщо ви не надасте дані, необхідні для надання певної послуги, функції чи отримання зворотного зв’язку, доступ до цих можливостей може бути обмежений.",
                    "Серед даних, які ми збираємо, можуть бути такі:"
                ],
                "description-list": [
                    { "title": "Ім'я та контактна інформація", "description": "Ми збираємо наступні дані: ваше ім'я, електронну адресу, номер телефону, назву компанії та іншу подібну контактну інформацію." },
                    { "title": "Демографічні дані", "description":  "Ми збираємо дані про вас, наприклад вашу країну та бажану мову." },
                    { "title": "Дані веб-сайту", "description":  " Ми збираємо дані про те, як ви взаємодієте з веб-сайтом MISEENSCREEN. Наприклад, ми збираємо деталі поведінки відвідувачів, а це також включає і дані про розділи веб-сайту, які ви відвідуєте, і скільки часу ви там проводите." },
                    { "title": "Конфігураційні дані", "description":  "Ми збираємо дані про мережу, яку ви використовуєте для підключення до нашого веб-сайту. Це включає вашу IP-адресу." },
                    { "title": "Звіти про помилки та дані про продуктивність", "description": "Ми збираємо дані про проблеми, з якими ви стикаєтесь під час використання наших послуг. Ці дані допомагають нам діагностувати проблеми та пропонувати рішення. Залежно від вашого середовища та налаштувань перегляду звіти про помилки можуть включати такі дані, як тип або серйозність проблеми, відомості про програмне або апаратне забезпечення, пов’язане з помилкою, вміст файлів, які ви використовували під час помилки, і дані про інше програмне забезпечення на вашому пристрої."},
                    { "title": "Дані про усунення помилок і технічну підтримки", "description": "Якщо MISEENSCRENN бере участь у вирішенні проблем і підтримці, ми збираємо дані про вас і ваше обладнання, програмне забезпечення та інші відомості, пов’язані з інцидентом. Ці дані включають контактну інформацію, вміст ваших чатів та інше спілкування з MISEENSCREEN, дані про стан вашого комп’ютера і програм під час збою та під час діагностики, а також дані про вашу систему та реєстр, пов’язані з установкою програмного забезпечення та конфігурацією обладнання." }
                ],
                "paragraph-2": [
                    "Зверніть увагу, що ви можете передавати особисті дані, які ми НЕ вимагаємо, у розділі «Опис» форми «Зв’яжіться з нами». Ми не будемо використовувати цю інформацію жодним іншим чином, окрім як для її зберігання на нашому резервному сервері. Будь ласка, не надавайте нам особисті дані, які не були безпосередньо запитані. Наш веб-сайт не призначений для дітей та приватних осіб, і ми свідомо не збираємо дані, які стосуються них. Батьки можуть відкликати раніше надану згоду, переглянути, відредагувати або вимагати видалення особистих даних своїх дітей. Ми також можемо збирати особисті дані від третіх осіб, які мають вашу згоду на передачу цих даних нам або з публічно доступних джерел.",
                ]
            },
            {
                "title": "Для чого ми збираємо персональні дані",
                "paragraph": [
                    "MISEENSCREEN збирає дані в наступних цілях: виправлення комунікацій, включаючи рекламні повідомлення; реклама; аналіз статистики відвідувачів веб-сайту; усунення технічних проблем на веб-сайті; покращення досвіду користувача на веб-сайті.",
                    "Для досягнення цих цілей ми маємо намір інформувати вас про питання, які ви попросили нас висвітлити; зв'язуватися з вами, якщо нам потрібно отримати або надати додаткову інформацію; перевіряти точність наших записів і періодично впевнюватися, що ви задоволені та вільні у своєму виборі. Ми не передаємо та не обмінюємо списки електронних адрес з іншими організаціями та підприємствами.",
                    "Для забезпечення конфіденційності ми використовуємо технологічні та процедурні заходи для захисту даних від їх витоку. Наприклад, ми зберігаємо дані, які ми збираємо безпосередньо або опосередковано (такі як ваше ім’я, електронна адреса, номер телефону та назва компанії) у безпечній базі даних.",
                    "Також ви маєте можливість підписатися на нашу електронну розсилку та вибрати чи хочете отримувати рекламні повідомлення від MISEENCREEN на вашу електронну пошту."
                ]
            },
            {
                "title": "Чому ми надаємо персональні дані?",
                "paragraph": [
                    "Ми передамо вашу інформацію до нашого Центру розробки для обробки вашого запиту. Центр розробки зобов'язаний дотримуватися вимог щодо захисту даних і конфіденційності та має право використовувати отримані від нас особисті дані лише для цілей, зазначених вище. Для забезпечення належного рівня захисту персональних даних, які ви надаєте, усі зобов’язання Центру розробки встановлюються в угоді між MISEENSCREEN та центром розробки.",
                    "Ми маємо право отримувати доступ, передавати, розкривати та зберігати персональні дані, якщо є законне підґрунтя для цього, зокрема для:",
                ],
                "list": [
                    "Дотримання чинного законодавства або відповіді на судові вимоги, включаючи запити правоохоронних органів або інших державних установ.",
                    "Захисту наших клієнтів, наприклад, для запобігання спаму, шахрайським діям або іншому неналежному зверненню до користувачів наших послуг, а також для запобігання серйозним втратам чи заподіяння шкоди.",
                    "Захисту прав MISEENSCREEN, включаючи застосування умов використання наших послуг."
                ],
                "paragraph-1": [
                    "Якщо сторонні агенти обробляють персональні дані від нашого імені в спосіб, що суперечить зазначеним принципам, ми залишаємося відповідальними, якщо не зможемо довести, що не несемо відповідальності за інцидент, що спричинив шкоду.",
                    "Будь ласка, зверніть увагу, що деякі сторінки нашого веб-сайту містять посилання на продукти третіх сторін, чия практика конфіденційності може відрізнятися від практики MISEENSCREEN. Якщо ви надаєте особисті дані будь-якій із цих сторін, ваші дані регулюються їхньою політикою конфіденційності"
                ]
            },
            {
                "title": "Ваші права",
                "paragraph": [
                    "Ви маєте право переглядати, змінювати або видаляти особисту інформацію, яку ми зберігаємо:"
                ],
                "list": [
                    "Ви можете в будь-який час запитати інформацію про особисті дані, які ми зберігаємо про вас, а також про осіб чи організації, яким передаються ваші особисті дані.",
                    "Ви маєте право запросити оновлення або виправлення застарілих, некоректних або неповних даних, які ми зберігаємо у вас безкоштовно.",
                    "Ви можете відмовитись від отримання маркетингових комунікацій, які ми можемо надсилати. Цей вибір не поширюється на обов'язкові комунікації щодо надання послуг.",
                    "Ви маєте право відкликати свою згоду на обробку ваших даних у будь-який час.",
                    "Ви можете запросити видалення або оновлення вашої особистої інформації, звернувшись до нас."
                ],
                "paragraph-1": [
                    "Відправте свій запит на вказану адресу (поштою). Ми відповідаємо на запити про доступ до ваших особистих даних або їх видалення протягом 30 днів."
                ]
            },
            {
                "title": "Інформування для кінцевих користувачів",
                "paragraph": [
                    "MISEENSCREEN може надати свої послуги організаціям. Ваше використання веб-сайту MISEENSCREEN може підтримувати політику вашої організації, якщо вони існують. Якщо ви використовуєте веб-сайт MISEENSCREEN через вашу організацію, будь ласка, зверніться до свого адміністратора з питань конфіденційності. MISEENSCREEN не несе відповідальності за політику конфіденційності або заходи безпеки клієнтів, які можуть відрізнятися від тих, які описані в поточній заявці про конфіденційність.",
                    "Якщо ви використовуєте адресу електронної пошти, яка надається організацією, з якою ви пов’язані як роботодавець або навчальне заклад, власник домену (наприклад, ваш роботодавець), пов’язаного з вашою адресою електронної пошти, може отримувати доступ і обробляти ваші дані, включаючи підтримку ваших комунікацій і файлів."
                ]
            },
            {
                "title": "Як ми забезпечуємо безпеку ваших даних",
                "paragraph": [
                    "Ми використовуємо різні технології та процедури безпеки, щоб захистити ваші особисті дані від несанкціонованого доступу, використання чи розголошення. Наприклад, ми зберігаємо надані вами персональні дані в комп’ютерних системах з обмеженим доступом, розташованих у контрольованих приміщеннях."
                ]
            },
            {
                "title": "Термін зберігання даних",
                "paragraph": [
                    "MISEENSCREEN зберігає персональні дані протягом того часу, який необхідний для надання запитаних послуг і зворотного зв’язку, а також для виконання інших важливих цілей, таких як дотримання юридичних зобов'язань і забезпечення виконання наших контрактів. Тривалість зберігання даних може змінюватися в залежності від їх типу.",
                    "Критерії, що використовуються для визначення строків зберігання, включають:",
                ],
                "list": [
                    "Чи є персональні дані конфіденційними? Якщо так, зазвичай встановлюється коротший термін зберігання — до п’яти років.",
                    "Чи зобов'язує MISEENSCREEN законодавство, договір або інші подібні вимоги зберігати ці дані?"
                ],
                "paragraph-1": [
                    "Приклади таких вимог можуть включати закони про обов'язкове зберігання даних у відповідній юрисдикції, урядові розпорядження про збереження даних, що стосуються розслідування, або необхідність зберігати дані для цілей судового розгляду."
                ]
            },
            {
                "title": "Як ми змінюємо це політику конфіденційності",
                "paragraph": [
                    "Ми будемо оновлювати це повідомлення про конфіденційність у разі необхідності, щоб змінити його умови або врахувати відгуки клієнтів. При внесенні змін ми оновлюватимемо дату «останнього оновлення» у верхній частині цього повідомлення. Якщо зміни будуть суттєвими, ми повідомимо вас про це або розмістимо відповідне повідомлення на видному місці."
                ]
            },
            {
                "title": "Як з нами зв'язатися",
                "paragraph": [
                    "Якщо у вас є питання щодо конфіденційності, скарги або питання щодо захисту даних, будь ласка, напишіть нам за адресою. Ми відповідаємо протягом 30 днів."
                ]
            }
        ]
    }
}

export default translation