import type { NotSearchedService } from '@/features/search'

const services = [
    {
        "title": "Електронна комерція",
        "description": `
           Ефективна та інноваційна платформа електронної комерції, яка допоможе вам збільшити продаж та створити свій онлайн-бізнес. Незалежно від масштабу вашого проекту, наша команда розробників створить інтерфейс користувача, інтеграцію платіжних систем, управління каталогом, аналітику, адаптацію під усі пристрої, необхідні мови та країни та інші важливі функції, необхідні для успішної роботи вашого інтернет-магазину.
           Один з принципів нашої роботи - це оптимізація системи та збільшення людських ресурсів для творчості, управління, залучення до процесів та досягнення інших цілей замовника. Наша команда аналізує та пропонує максимальну кількість варіантів оптимізації робочих процесів, виходячи з цілей замовника.
        `,
        "id": "ecommerce"
    },
    {
        "title": "Електронне навчання",
        "description": `
            Ми допоможемо вам створити онлайн-навчання для персоналу та розвинути корпоративну культуру у вашій організації. Вивчивши ваші цілі, ми запропонуємо рекомендації, перевірені технології та кейси для створення онлайн-навчання співробітників.
            Ваші навчальні матеріали будуть цікавими та захоплюючими з системою гейміфікованого тестування, швидким та систематичним зворотним зв'язком за результатами, системою розвитку та автоматичною атестацією, аналітикою та автоматичною побудовою рейтингів, доступних на смартфоні вашого співробітника. Ми також додамо до платформи функції для залучення співробітників до корпоративного життя - стрічки новин, автоматизовані привітання зі святами та зміною посади, рейтинги ефективності, підтримку персоналу та розрахунок рівня задоволеності.
        `,
        "id": "elearning"
    },
    {
        "title": "Розробки для HR",
        "description": `Розробка индивидуальных веб-додатків: адміністративні завдання, управління послугами, управління талантами, управління працею, система підбору персоналу.`,
        "id": "hr-software"
    },
    {
        "title": "ERP системи",
        "description": `Під час розробки веб-застосунків команда MISEENSCREEN дотримується концепції \"компанія у смартфоні\". Ця концепція спрямована на допомогу бізнесу в оптимізації системи та об'єднанні процесів, що вимагають участі кількох департаментів в одну кнопку.\n\nМи також пропонуємо нашим замовникам рішення, яке оптимізує подальше обслуговування веб-застосунку та розробляємо ключові функції управління, мінімізуючи необхідність залучення програміста для обслуговування продукту.`,
        "id": "custom-erp"
    },
    {
        "title": "Web портали",
        "description": `Розробка власних веб-додатків: портали самообслуговування, портали для клієнтів, портали для співробітників, портали електронної комерції, електронне навчання, портали спільнот.`,
        "id": "web-portals"
    }
] satisfies NotSearchedService[]

const translation = {
    "search": {
        "categories": {
            "blogs": "Блоги",
            "services": "Сервіси"
        },
        "empty": "Нічого не знайдено за вашим запитом",
        "results": {
            "services": services
        }
    }
}

export default translation