const translation = {
    "services": {
        "ecommerce": {
            "title": "Електронна комерція",
            "props": [
                "B2C/B2B Веб-Додатки",
                "Онлайн Маркетплейс",
                "Прогресивні Веб-Додатки Для Електронної Комерції",
                "Headless Commerce"
            ],
            "description": [
                "Ефективна та інноваційна платформа електронної комерції, яка допоможе вам збільшити продаж та створити свій онлайн-бізнес. Незалежно від масштабу вашого проекту, наша команда розробників створить інтерфейс користувача, інтеграцію платіжних систем, управління каталогом, аналітику, адаптацію під усі пристрої, необхідні мови та країни та інші важливі функції, необхідні Для успішної роботи вашого інтернет-магазину.",
                "Один з принципів нашої роботи - це оптимізація системи та збільшення людських ресурсів Для творчості, управління, залучення до процесів та досягнення інших цілей замовника. Наша команда аналізує та пропонує максимальну кількість варіантів оптимізації робочих процесів, виходячи з цілей замовника."
            ]
        },
        "elearning": {
            "title": "Електронне навчання",
            "props": [
                "Система Керування Навчанням",
                "Портали Для Електронного Навчання",
                "Програмне Забезпечення Для Віддаленого Прокторингу",
                "Система Керування Навчальним Контентом",
                "Рішення Для Керування Знаннями"
            ],
            "stack": [
                "Підтримка багатомовного контенту",
                "Підтримка кількох типів контенту (текст, аудіо, зображення, відео, анімація, віртуальна реальність)",
                "Контент створений користувачами",
                "Структуроване зберігання навчальних матеріалів",
                "Інструменти Для створення курсів",
                "Пошук навчального контенту за заголовками, метаданими та повним текстом",
                "Багатоплатформний доступ Для учнів, тренерів та менеджерів",
                "Самостійна або керована менеджером реєстрація користувачів",
                "Профілі учнів з контактними даними, інформацією про курси, екзамени, сертифікати та інше",
                "Персоналізовані навчальні маршрути",
                "Онлайн-завдання та курси",
                "Оцінка результатів з аналітикою (тестування, аттестація)",
                "Керування електронними сертифікатами після завершення курсу / навчання",
                "Рекомендації та поради Для користувачів",
                "Аналітика, історія та прогрес навчання",
                "Збір та обробка зворотного зв'язку користувачів",
                "Панелі інструментів з використання навчального контенту, використання порталу, часу, проведеного на курсах, успішності та задоволеності користувачів та інше Для тренерів та менеджерів",
                "Форуми обговорень",
                "Чати",
                "Освітні спільноти",
                "Взаємодія з контентом електронного навчання через лайки, шеринг, коментарі",
                "Гейміфіковане навчання",
                "Формування автоматичних рейтингів результатів користувачів",
                "Система повідомлень через будь-який канал комунікації (SMS, email, внутрішній чат платформи)",
                "Система оцінки задоволеності користувачів"
            ],
            "description": [
                "Ми допоможемо вам створити онлайн-навчання Для персоналу та розвинути корпоративну культуру у вашій організації. Вивчивши ваші цілі, ми запропонуємо рекомендації, перевірені технології та кейси Для створення онлайн-навчання співробітників.",
                "Ваші навчальні матеріали будуть цікавими та захоплюючими з системою гейміфікованого тестування, швидким та систематичним зворотним зв'язком за результатами, системою розвитку та автоматичною атестацією, аналітикою та автоматичною побудовою рейтингів, доступних на смартфоні вашого співробітника. Ми також додамо до платформи функції Для залучення співробітників до корпоративного життя - стрічки новин, автоматизовані привітання зі святами та зміною посади, рейтинги ефективності, підтримку персоналу та розрахунок рівня задоволеності."
            ],
            "comment": "Моя мрія розвивати тренінговий департамент, створювати систему навчання та писати тренінги – збулася у компанії МНС ІНВЕСТМЕНТ.\n\nЯ завжди поєдную у своїй роботі якості системного менеджера набуті на керівних позиціях та творчій підхід. Тому у побудові процесів моя ключова мета завжди полягала у максимальній оптимізації процесів за допомогою технологій, щоб залишалося більше часу Для творчості.\n\nЗараз мені 28 років і я маю 10 років досвіду в управлінні та бізнесі. Однак, я завжди прагну до навчання та розвитку. В даний час я студентка коледжу в Лос-Анджелесі, де вивчаю кінематографічне мистецтво і виробництво. Це допомагає мені не тільки розвивати свій креативний бік, але й вивчати різні методики навчання в США, аналізувати їх ефективність та застосовувати найкращі ідеї при розробці моїх проектів."
        },
        "hr-software": {
            "title": "Розробки Для HR",
            "props": [
                "Адміністративні Завдання",
                "Керування Функціоналом",
                "Управління Талантами",
                "Управління Співробітниками",
                "Система Рекрутингу"
            ],
            "stack": [
                "База даних співробітників",
                "Профілі співробітників",
                "Життєвий цикл зайнятості співробітників",
                "Управління заробітною платою",
                "Бенефіти Для співробітників",
                "Звітність та аналітика",
                "Корпоративні політики та процедури",
                "Довідник співробітника",
                "Організаційна структура",
                "База знань та розвитку співробітників",
                "Портал самообслуговування співробітників",
                "Віртуальні помічники та чат-боти Для співробітників",
                "Набір персоналу",
                "Система адаптації та введення на посаду",
                "Управління результативністю",
                "Управління компетенціями",
                "Система підвищення та атестації",
                "Внутрішні переведення на іншу посаду",
                "Навчання та розвиток",
                "Планування кадрового потенціалу",
                "Управління залученням",
                "Предбачення поведінки працівників із використанням предиктивної аналітики",
                "Управління відсутністями",
                "Трекінг робочого часу",
                "Аналітика часу присутності та відсутності",
                "Планування графіка роботи співробітників",
                "Управління завданнями та активністю"
            ]
        },
        "custom-erp": {
            "title": "ERP Системи",
            "segments": [
                {
                    "subtitle": "ERP-система, розроблена компанією MISEENSCREEN, призначена Для задоволення унікальних операційних та стратегічних потреб підприємства шляхом створення індивідуальної функціональності. Наш ERP забезпечує інтеграцію всіх функцій управління бізнесом та полегшує прийняття рішень на основі даних, а також є масштабованою та адаптованою до бізнесу системою.",
                    "props": [
                        { "title": "Кадрові Політики", "details": "Управління кадровою політикою та управління персоналом від набору та адаптації до розрахунку заробітної плати, відвідуваності, навчання та управління запитами працівників." },
                        { "title": "Продаж Та Маркетинг", "details": "Функціональність Для автоматизації управління замовленнями клієнтів, планування маркетингових кампаній на основі даних, спілкування з клієнтами та отримання інформації про динаміку продажів." },
                        { "title": "Управління Операціями З Надання Послуг", "details": "Планування, контроль та оптимізація робочих процесів, пов'язаних з обслуговуванням. Управління угодою рівня обслуговування. Проведення опитувань та електронного голосування Для збору ідей щодо покращення сервісу." },
                        { "title": "Управління Проектами", "details": "Планування та моніторинг проекту, призначення та відстеження завдань, інструменти спільної роботи (миттєвий обмін повідомленнями, спільний файловий простір тощо)." }
                    ]
                },
                {
                    "subtitle": "",
                    "props": [
                        { "title": "Управління Документацією", "details": "Централізоване зберігання декількох типів документів, проста навігація документів та обмін ними, шаблони документів." },
                        { "title": "Управління Знаннями Та Розвитком", "details": "Централізоване сховище знань із потужною пошуковою системою, автоматизованою класифікацією знань, інструментами обміну знаннями та спільної роботи." },
                        { "title": "Services Operations Management", "details": "Planning, controlling, and optimizing work processes related to service provision. Managing service level agreements. Conducting surveys and electronic voting to gather ideas for improving service." },
                        { "title": "Аналітика Даних Та BI", "details": "Комплексний аналіз даних та функції візуалізації Для моніторингу, вимірювання та оптимізації продуктивності кожного бізнес-відділу." }
                    ]
                }
            ],
            "description": "Під час розробки веб-застосунків команда MISEENSCREEN дотримується концепції \"компанія у смартфоні\". Ця концепція спрямована на допомогу бізнесу в оптимізації системи та об'єднанні процесів, що вимагають участі кількох департаментів в одну кнопку.\n\nМи також пропонуємо нашим замовникам рішення, яке оптимізує подальше обслуговування веб-застосунку та розробляємо ключові функції управління, мінімізуючи необхідність залучення програміста Для обслуговування продукту.",
            "comment": "Я розпочинала свій шлях із роботи продавцем-консультантом і поступово розвивалась до посади керівника відділу персоналу та навчання. На кожному етапі мені було важливо забезпечити швидке з'єднання між співробітником або клієнтом, який має запит, і відповідальною компетентною особою, яка може вирішити цей запит. Також я прагнула мінімізувати людський фактор у бізнес-процесах.\n\nЗавдяки досвіду та навичкам, отриманим на різних шляхах моєї кар'єри, я розробила продукт, який допомагає оптимізувати ключові бізнес-процеси, систематизувати роботу відповідно до бачення та вимог організації, а також автоматично розраховувати аналітику цих подій у цифровому форматі та представляти результати."
        },
        "web-portals": {
            "title": "Web Портали",
            "subtitle": "Розробка веб-порталу – це комплексна послуга з планування та впровадження безпечного та зручного цифрового простору Для обслуговування ваших клієнтів, партнерів та співробітників. Веб-портали забезпечують функції самообслуговування Для цільових користувачів та надають доступ до послуг, продуктів, інформації та засобів зв'язку.",
            "props": [
                { "title": "Портали Самообслуговування", "details": "Ми агрегуємо інформацію про продукти або послуги вашої компанії та дозволяємо зареєстрованим користувачам запитувати інформацію, активувати/деактивувати та планувати послуги, зв'язуватися з представниками компанії, вирішувати питання." },
                { "title": "Портали Для Клієнтів", "details": "Ми створюємо цифровий простір, де ваші клієнти можуть отримати доступ до ваших продуктів та розміщувати онлайн-замовлення, підписуватись на послуги, надсилати запити на обслуговування, ділитися своїм досвідом з вами та іншими користувачами." },
                { "title": "Портали Для Працівників", "details": "Ми впроваджуємо безпечну платформу, яка дозволяє вашим співробітникам надсилати та керувати запитами на кадрові, ІТ-послуги та послуги, пов'язані з об'єктами, отримувати доступ до структурованих корпоративних даних, співпрацювати та залишатися в курсі корпоративних подій." },
                { "title": "Портали Для Електронної Комерції", "details": "Ми створюємо інтуїтивно зрозумілий досвід покупок Для бізнес-покупців та індивідуальних споживачів і можемо інтегрувати портал електронної комерції у роздрібну екосистему." },
                { "title": "Електронне Навчання", "details": "Ми створюємо портали Для корпоративного навчання та розвитку персоналу, Для навчальних закладів та бізнес навчання." },
                { "title": "Портали Для Комунікації", "details": "Ми об'єднуємо людей зі схожими інтересами та заохочуємо їх набувати нових знань та ділитися досвідом через форуми, блоги, чати та інші засоби спілкування." }
            ]
        },
        "note": {
            "title": "A note from our founder",
            "quote": "“People love what other people are passionate about”",
            "source": "From movie La La Land"
        }
    }
}

export default translation