const translation = {
    "who-we-are": {
        "init": {
            "title": "Who we are",
            "location": "Located in USA\nSince 2022",
            "quote": {
                "text": "“People love what other people are passionate about”",
                "source": "The quote is from the movie \"La La Land\" (2016), directed by Damien Chazelle."
            },
            "text": `
                <p>
                    У цьому розділі сайту ми хочемо розповісти про наші цінності, принципи та
                    підхід до роботи через нашу історію.
                </p>
                <p>Який досвід та філософія лежать в основі створення MISEENSCREEN?</p>
            `
        },
        "creator-note": [
            {
                "title": "Від творця",
                "text": `
                    <p>
                        Мій кар'єрний шлях у ролі менеджера завжди розвивався органічно й продуктивно. У 20
                        років я стала заступником директора після двох років роботи продавцемконсультантом, а в
                        21 - директором третього магазину з 150 в провідній компанії з
                        побутової техніки в Україні - "Фокстрот".
                    </p>
                    <p>
                        У 23 роки мені запропонували стати регіональним керівником 15 магазинів в цій же
                        компанії, але я відмовилася. Я відмовилася через вигорання від роботи в роздрібному
                        середовищі. Я не боюся використовувати слово "вигорання", оскільки саме воно стало
                        поштовхом до нових та ключових моментів у моєму житті. На той момент мене вже
                        цікавило розвиток інших компетенцій. Мені хотілося спробувати нові ролі в моїй кар'єрі,
                        а саме - працювати в сфері HR та навчання персоналу.
                    </p>
                    <p>
                        Після відмови від посади регіонального керівника, я прийняла рішення звільнитися й
                        шукати роботу в новій сфері діяльності, в якій також були б корисні мої навички
                        менеджера. Всі свої резюме я надсилала на посади керівника тренінгового відділу або
                        HRD, хоча досвіду роботи на таких посадах у мене не було.
                    </p>
                    <p>
                        Працюючи директором магазину зі штатом з 40 людей, я
                        любила процес рекрутингу та навчання персоналу.
                    </p>
                    <p>
                        Будучи директоркою, я будувала та розвивала процес
                        навчання в своєму магазині. Мої методи навчання
                        викликали інтерес у головному офісі, і я брала участь у
                        розробці різноманітних програм навчання та адаптації.
                        Для мене навчання було процесом, у якому я могла
                        проявляти свої творчі здібності, створювати, виступати
                        та отримувати нові знання. 
                    </p>
                `
            },
            {
                "text": `
                    <p>
                        Коли я займалася цим, я відчувала особливе задоволення
                        і розуміла, що це один із напрямків, у який мені цікаво
                        поглиблюватися, оскільки це сценарій, коли діяльність
                        приносить неймовірне задоволення. І мої навички
                        аналізу та роботи з результатами та показниками, за
                        принципом "вимірюй дії цифрами", доповнювали мої творчі амбіції.
                    </p>
                    <p>
                        Створення та розвиток системи навчання та
                        рекрутингової системи - це не лише про творчість, яку я
                        так сильно люблю. В першу чергу це робота з
                        результативністю для бізнесу.
                    </p>
                    <p>
                        У своєму резюме я могла продемонструвати свій досвід
                        роботи з показниками та розробкою методик навчання.
                        Однак мої заявки на посади HRD, керівника
                        тренінгового відділу, рекрутера або тренера виявилися
                        безуспішними. Компанії пропонували мені посаду
                        регіонального керівника роздрібної торгівлі,
                        підкреслюючи, що люди з такими результатами потрібні
                        в роздрібній торгівлі.
                    </p>
                    <p>
                        І розсилаючи резюме, одного разу я відкрила багато
                        вкладок з вакансіями. Внаслідок помилки, я відправила
                        резюме в компанію МНС Інвестмент, офіційного
                        представника італійських брендів Calzedonia, Intimissimi,
                        Tezenis і Falconeri в Україні, і була запрошена на
                        співбесіду. Резюме я відправила на посаду регіонального
                        керівника, і зробила це помилково. Виявилося, що в
                        моєму сценарії випадковість стала роковою подією, хоча
                        тоді звісно я не знала про це.
                    </p>
                `
            },
            {
                "text": `
                    <p>
                        Я пішла на співбесіду, і в цій компанії було багато ідеального для мене - вид
                        діяльності, а саме продаж італійського білизни, чулочних виробів і трикотажу,
                        умови роботи, а також бажаний місто і красивий офіс.
                    </p>
                    <p>
                        Але мені звичайно ж пропонували посаду, на яку я і
                        відправила резюме - регіональний керівник. Те, з чого я
                        вийшла через вищезазначені причини, і я не хотіла
                        повертатися, оскільки роздрібна торгівля вже була для
                        мене достатнім досвідом.
                    </p>
                    <p>
                        Ввечері в день першої співбесіди мені зателефонували з
                        запрошенням на наступний етап з Генеральним
                        Директором. 
                    </p>
                    <p>
                        Сила інтересу та інтуїції рухала мною йти, і цей етап з
                        Генеральним Директором був чудовим досвідом
                        співбесіди.
                        Інтелект та раціональність, обговорення показників та прочитаних книг,
                        маркетингові компанії конкурентів та аналіз продажів за категоріями. Я
                        була вражена, бачачи в керівнику важливі для мене якості – це бізнес-підхід
                        та легкість спілкування.
                        Цей керівник був одним з власників, і визнаю після
                        спілкування з ним я зацікавилась працювати з людиною,
                        спілкування з якою мене так вразило і запам'яталося.
                    </p>
                    <p>
                        У розповіді про перспективи, я почула, що в даний
                        момент компанія активно розвивається на ринку і також
                        планує створити тренінговий відділ у майбутньому. Ця
                        інформація викликала у мене думку про те, що якщо я
                        прийму пропозицію роботи, то через рік зможу розвивати
                        цей відділ. Я погодилась на посаду регіонального
                        керівника з метою вивчити процеси компанії і
                        запропонувати свою кандидатуру для розвитку відділу
                        навчання.
                    </p>
                `
            },
            {
                text: `
                    <p>
                        І через 8 місяців я розробила проект, щоб підтвердити
                        свою кандидатуру для створення та розвитку
                        тренінгового відділу.
                    </p>
                    <p>
                        Важливим людиною у створенні проекта став мій 14-
                        річний брат Володимир, який зараз є партнером та
                        розробником проектів MISEENSCREEN. Я дізналася, що
                        він пише ігри, і попросила його написати демо-версію
                        веб-застосунку для навчання та корпоративної культури
                        компанії. Ми домовилися, що він буде займатися цим
                        проектом після його затвердження.
                        І в нас вийшло. Після затвердження проекту та концепції
                        щодо розвитку відділу навчання та створення веб-застосунку для цих процесів, я отримала одну з
                        найважливіших речей - підтримку генерального
                        директора та затвердження мене на роль співробітника
                        для розвитку відділу навчання.
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Я почала будувати тренінговий відділ, писати та
                        проводити тренінги, створювати навчальні матеріали для
                        п'яти різних брендів, розробляти
                        систему навчання, створювати тести, проводити
                        атестації та розробляти системи підвищення
                        кваліфікації, рейтинги та аналітику. Крім того, я
                        займалася процесом рекрутингу. Все це також було
                        спрямовано на розвиток корпоративної культури та
                        створення здорового середовища для персоналу через
                        підтримку та взаємодію з співробітниками, враховуючи
                        особливості поколінь та цілі компанії.
                    </p>
                    <p>
                        Це все відбувалося паралельно з розвитком веб-додатка,
                        який охоплював процеси всіх життєвих циклів
                        співробітників компанії. Процеси розвивалися й
                        систематизувалися, а веб-платформа розвивалася новими
                        функціями. Однією з останніх доробок порталу стала
                        опція Retail (ERP), мета якої полягала в тому, щоб
                        перенести всю комунікацію і процеси взаємодії,
                        управління й обробки процесів між підрозділами та
                        співробітниками компанії. 
                    </p>
                    <p>
                        Я безумовно любила те, чим займалася, і до цього часу
                        люблю й ціную цей період. Для мене було важливо й
                        цікаво все в роботі компанії, і це відображалося на
                        показниках ефективності в моїй зоні відповідальності.
                    </p>
                    <p>
                        Проте це було не назавжди. Я відчувала це й періодично
                        повторювала собі. Ця робота була дивовижною, але вона
                        не була вічною, як і багато що, можливо, навіть все в
                        цьому світі. Свідомість цього також збільшувала для
                        мене цінність моменту й спонукала мене поспішати
                        зробити в своїй діяльності якнайбільше й ефективніше.
                        Незважаючи на те, що я працювала на наймі, я ставилася
                        до своєї роботи та веб-розробці, як до свого власного.
                    </p>
                `
            },
            {
                text: `
                    <p>
                        У процесі створення веб-додатка я полюбила й вивчила
                        цей процес і планувала, що після реалізації даного
                        проекту було б чудово розвивати свою справу в веброзробці 
                        в майбутньому. І це майбутнє настало раніше, ніж я прогнозувала.
                    </p>
                    <p>
                        У мене з'явилася можливість та підтримка для переїзду в
                        США, і я вважала це неймовірною можливістю у житті.
                        Я мріяла про Америку, бажала отримати американську
                        освіту та розвиватися в одній з передових країн світу.
                    </p>
                    <p>
                        З цією новою можливістю передо мною виник важкий на
                        той час вибір. Вибір між тим, що я рівносильно любила і
                        цікавилася. З одного боку, у мене була улюблена робота з
                        більш зрозумілими перспективами, а з іншого боку, були
                        Сполучені Штати та можливість розпочати невідомий і новий
                        шлях, який також був цікавим та бажаним. Я не буду
                        глибоко вдаватися в розповіді про свою американську
                        мрію, але вибір я зробила на її користь. 
                    </p>
                    <p>
                        Після мого звільнення компанія, в якій я працювала,
                        придбала веб-портал, що також дозволило нам розпочати
                        MISEENSCREEN з гідним кейсом. Ми повністю оновили
                        всі функції, додали нові опції, щоб організація могла
                        мінімізувати потребу в обслуговуванні програміста, і
                        компанія отримувала задоволення та комфорт від
                        використання нашого продукту.
                    </p>
                    <p>
                        Веб-додаток з приблизно 15 опціями для навчання,
                        розвитку системи оцінки, підтримки персоналу та
                        комунікації з персоналом та роздрібними процесами був
                        створений двома людьми, де всі аспекти розробки
                        продукту були реалізовані Володимиром.
                        Володимир вивчив всі етапи програмування продукту. Я
                        робила ТЗ, дизайн та навчальні матеріали для кожної з
                        опцій. Бюджет, як у багатьох початківців "мрійників в
                        гаражі", був лише внутрішнім і обмеженим, тому ми
                        робили веб-додаток разом.
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Вже сьогодні над новими проектами працює повноцінна
                        команда розробників та дизайнерів, де Володимир
                        займається програмуванням frontend та backend та
                        забезпечує якісне виконання інших етапів розробки
                        командою програмістів. Я супроводжую весь проект тавпливаю на виконання
                        зобов'язань перед замовником. Крім того, я займаюся
                        комерційною пропозицією, ТЗ, відбором талантів для
                        роботи над проектом, інформаційною підтримкою та
                        допомогою в запуску, а також створенням інструкцій та
                        навчанням користувачів продукту.
                    </p>
                    <p>
                        Отже, після мого останнього звільнення через переїзд,
                        для мене стало зрозуміло, що я хочу розвивати свою
                        власну компанію. Це було болюче звільнення, але в той
                        же час чудовий досвід роботи, який викликав у мені
                        бажання створити власну компанію, особливо оскільки у
                        мене є талановитий розробник, який володіє всіма
                        процесами програмування.
                        Якщо я так сильно люблю створювати такі проекти,
                        керувати ними, допомагати бізнесу через веб-додатки, то
                        я можу це робити з будь-якої точки світу через свою
                        компанію.
                    </p>
                `
            },
            {
                text: `
                    <p>
                        MISEENSCREEN захоплюється технологіями та
                        систематизацією процесів. Наш досвід показує, що
                        завдяки розробці веб-порталу для навчального відділу з
                        систематизацією електронного навчання, аналітики та
                        інших процесів, мені як менеджеру вдалося знайти час
                        для творчої частини - написання навчальних курсів,
                        спілкування з колегами шляхом відвідування магазинів,
                        проведення різноманітних тренінгів, зустрічей та
                        заходів. 
                    </p>
                    <p>
                        MISEENSCREEN вірить в те, що кожна людина має силу та
                        здібності для розвитку у цьому світі, і коли існує ресурс,
                        де технології та штучний інтелект можуть допомогти з
                        вирішенням ряду завдань, людина та організація
                        отримують ще більше цінного ресурсу - часу. Як його
                        використовувати, вирішує лише володар.
                        І ми будемо щасливі надати вам ще більше часу для
                        розвитку вас та вашої організації за допомогою наших
                        розробок!
                    </p>
                    <p>
                        На завершення розповіді MISEENSCREEN, це сукупність
                        багатьох обставин, ключові з яких - це інтерес та
                        бажання працювати в навчальному відділі, народження в
                        сім'ї, де твій брат талановитий розробник, та робота з
                        Генеральним Директором, який, можливо, не вірив, але
                        все ж підтримав палаючі очі та демонстраційну версію
                        створення навчального відділу. І, звичайно, слідування
                        шляху мрії та бажання пізнавати цей світ. Адже, якби я
                        не обрала новий шлях розвитку з переїздом у США, ми
                        не знаємо, що сталося б, але ми точно знаємо, що ця
                        обставина точно сильно прискорила створення
                        MISEENSCREEN.
                    </p>
                `
            },
        ]
    }
}

export default translation