import documentStyles from '@/utils/assets/styles/document.module.scss'
import { Link } from '@/utils/lib/navigation'
import config from '@/utils/config'

export default function UaTerms() {
    return (<section className={documentStyles.document}>
        <h1>Умови використання</h1>
        <p>
            Будь ласка, уважно прочитайте ці Умови використання («Умови», «Умови використання»),
            перш ніж використовувати («Сайт»), керований MISEENSCREEN
        </p>
        <p>
            Цей Сайт надає онлайновий доступ до інформації про Компанію та наші продукти,
            послуги та можливості.
        </p>
        <p>
            Ваш доступ до Сайту та використання ним залежить від вашої згоди та дотримання цих
            Умов. Ці Умови застосовуються до всіх відвідувачів, користувачів та інших осіб, які
            заходять або використовують Сайт.
        </p>
        <b>ОТРИМАЮЧИ АБО ВИКОРИСТОВУЮЧИ САЙТ, ВИ ПОГОДЖУЄТЕСЯ ДОТРИМУВАТИСЯ ЦИХ УМОВ. ЯКЩО ВИ НЕ ПРИЙМАЄТЕ, НЕ КОРИСТУЙТЕСЯ САЙТОМ.</b>
        <h1>Вміст, авторські права та логотипи</h1>
        <p>
            Усі тексти, матеріали, дані та інформація, файли даних, опис наших послуг та/або наших
            продуктів, графіки, зображення, інтерфейси користувача, візуальні інтерфейси,
            фотографії, торгові марки, логотипи та комп’ютерний код тощо («Вміст»), що містяться
            на Сайті належить, контролюється або ліцензується Компанією, і захищено відповідними
            законами про інтелектуальну власність та іншими законами, включаючи закони про
            товарні знаки та авторське право. Компанія володіє та зберігає всі авторські права на
            Вміст.
        </p>
        <p>
            Ви визнаєте, що Компанія не робить жодних заяв або гарантій щодо Вмісту, до якого ви
            можете мати доступ. За жодних обставин Компанія не несе жодної відповідальності за
            будь-який Вміст, включаючи, але не обмежуючись: будь-яким правопорушним Вмістом,
            будь-якими помилками чи упущеннями у Вмісті, або за будь-які збитки чи пошкодження
            будь-якого роду, понесені в результаті використання будь-якого Вмісту. опубліковані,
            передані, надані за посиланням або іншим чином доступні через Сайт або доступні через
            нього
        </p>
        <p>
            Ви погоджуєтеся з тим, що несете виключну відповідальність за повторне використання
            Вмісту, доступного через Сайт, у тому числі за надання належного посилання на
            авторство. Ви повинні ознайомитися з умовами відповідної ліцензії, перш ніж
            використовувати Вміст, щоб знати, що ви можете, а що не можете робити.
        </p>
        <p>
            За винятком випадків, прямо передбачених цими Умовами, жодну частину Сайту та
            жоден Контент не можна копіювати, відтворювати, змінювати, публікувати, повторно
            публікувати, завантажувати, публікувати, публічно демонструвати, кодувати,
            перекладати, передавати чи розповсюджувати будь-яким способом (включаючи
            «дзеркалювання»). ) на будь-який інший комп’ютер, сервер, веб-сайт чи інше середовище
            для публікації чи розповсюдження або для будь-якого комерційного підприємства без
            прямої попередньої письмової згоди Компанії. Ви також погоджуєтеся не змінювати, не
            здавати в оренду, не позичати, не продавати, не розповсюджувати, не передавати, ні
            транслювати, ні створювати похідні роботи на основі Вмісту або Сайту, повністю або
            частково, будь-якими засобами.
        </p>
        <p>
            Логотипи та торгові марки Компанії є торговими марками та власністю Компанії.
            Зовнішній вигляд, макет, колірна схема та дизайн Сайту є захищеним товарним знаком.
            Ви не отримуєте жодних прав або ліцензій на використання вищезазначеного. Ми
            можемо використовувати та включити на Сайт будь-які пропозиції чи інші відгуки, які ви
            надаєте, без оплати чи умов.
        </p>
        <p>
            Ви можете використовувати Сайт і/або Вміст виключно для некомерційних, особистих
            цілей та/або для ознайомлення з продуктами та послугами Компанії та виключно
            відповідно до цих Умов; за умови, що ви не видаляєте будь-яку мову повідомлення про
            право власності у Контенті або його частині, не копіюєте та не публікуєте такий Контент
            або частину Контенту на будь-якому мережевому комп’ютері чи транслюєте його в будьякому засобі масової інформації, не вносите жодних змін у будь-який такий Контент або
            частину Контенту та не робити жодних додаткових заяв або гарантій щодо Сайту, такого
            Вмісту або частини Вмісту та/або продуктів і/або послуг Компанії.
        </p>
        <h2>Оплата</h2>
        <p>
            Якщо ви бажаєте придбати будь-який наш продукт або послугу («Купівля»), ви можете
            надіслати запит одним із таких способів:
        </p>
        <ul>
            <li><Link href={config.routes.header.contactUs}>відправити запит через контактну форму</Link></li>
            <li>відправити запит через чат</li>
            <li>
                <Link href={'mailto:' + config.contacts.email}>
                    надішліть запит на {config.contacts.email}
                </Link>
            </li>
            <li>
                <Link href={'tel:' + config.contacts.phone.current}>
                    телефонуйте за телефоном {config.contacts.phone.display}
                </Link>
            </li>
        </ul>
        <h2>Припинення</h2>
        <p>
            Ми можемо припинити або призупинити доступ до нашого Сайту негайно, без
            попереднього повідомлення чи зобов’язань, з будь-якої причини, включаючи, без
            обмежень, якщо ви порушуєте Умови.
        </p>
        <p>
            Усі положення Умов, які за своїм характером мають залишитися в силі після розірвання,
            залишаються в силі, включаючи, без обмежень, положення про право власності, відмову
            від гарантій, відшкодування та обмеження відповідальності.
        </p>
        <h2>Заборонене використання сайту</h2>
        <p>Отримуючи доступ до Сайту, ви погоджуєтесь, що не будете:</p>
        <ul>
            <li>Використовувати Сайт з порушенням цих Умов;</li>
            <li>
                Копіювати, змінювати, створювати похідні роботи, проводити зворотний інженерний
                аналіз або зворотне збирання Сайту або іншим чином намагатися виявити будь-який
                вихідний код або дозволяти будь-якій третій стороні це робити;
            </li>
            <li>
                Продавати, призначати, субліцензувати, розповсюджувати, комерційно
                використовувати, надавати охоронний інтерес або іншим чином передавати будь-які
                права на Контент або Сайт або надавати їх третім особам у будь-який спосіб;
            </li>
            <li>
                Використовуйте або запускайте будь-яку автоматизовану систему, включаючи, без
                обмеження, «посилання на глибину», «знімання сторінки», «роботів», «павуків» або
                «офлайн-читачів» або інший автоматичний пристрій, програму, алгоритм чи методологію
                чи будь-які подібні чи еквівалентний ручний процес для доступу, отримання, копіювання
                чи моніторингу будь-якої частини Сайту чи будь-якого Вмісту, або будь-яким способом
                відтворювати чи обходити навігаційну структуру чи представлення Сайту чи будь-якого
                Вмісту;
            </li>
            <li>
                Використовувати Сайт будь-яким способом, який завдає шкоди, виводить із ладу,
                перевантажує або погіршує роботу Сайту або заважає будь-якій іншій стороні
                використовувати Сайт і користуватися ним;
            </li>
            <li>
                Дзеркалювати або обрамляти Сайт чи будь-яку його частину на будь-якому іншому вебсайті чи веб-сторінці;
            </li>
            <li>
                Спроба отримати несанкціонований доступ до Сайту;
            </li>
            <li>
                Зондувати, сканувати або тестувати вразливість Сайту чи будь-якої мережі, підключеної
                до Сайту, а також не порушувати заходи безпеки чи автентифікації на Сайті чи будь-якій
                мережі, підключеній до Сайту;
            </li>
            <li>
                Вживати будь-яких дій, які створюють необґрунтоване або непропорційно велике
                навантаження на інфраструктуру Сайту або будь-які системи чи мережі, підключені до
                Сайту;
            </li>
            <li>
                Використовувати будь-який пристрій, програмне забезпечення або процедуру, щоб
                втручатися або намагатися втручатися в належну роботу Сайту.
            </li>
        </ul>
        <h2>Політика конфіденційності</h2>
        <p>
            Використовуючи Сайт, ви приймаєте умови Політики конфіденційності, яка є
            невід’ємною частиною цих Умов.
        </p>
        <p><Link href={config.routes.privacyPolicy}>Перегляньте нашу Політику конфіденційності, щоб дізнатися більше: ссылка на политику конфиденциальности</Link></p>
        <h2>Посилання</h2>
        <p>
            Наш сайт може містити посилання на сторонні веб-сайти або служби, які не належать
            або не контролюються Компанією. Посилання на Сайті на сторонні веб-сайти або
            інформацію надаються виключно для зручності.
        </p>
        <p>
            Такі посилання не означають і не означають схвалення, спонсорство або рекомендацію
            Компанією третьої сторони, веб-сайту третьої сторони чи інформації, що міститься на
            ньому.
        </p>
        <p>
            Компанія не контролює та не несе відповідальності за вміст, політику конфіденційності
            чи практику будь-яких веб-сайтів чи служб третіх сторін або за доступність будь-яких
            таких веб-сайтів. Крім того, ви визнаєте та погоджуєтеся, що Компанія не несе
            відповідальності, прямо чи опосередковано, за будь-які збитки чи збитки, спричинені
            або ймовірно спричинені використанням чи довірою до будь-якого такого вмісту, товарів
            чи послуг, доступних на чи через них, або у зв’язку з ними. будь-які такі веб-сайти чи
            служби.
        </p>
        <p>
            Компанія залишає за собою право в будь-який час і на власний розсуд вимагати від вас
            видалити всі посилання або будь-яке конкретне посилання на Сайт. Ви погоджуєтеся
            негайно видалити всі посилання на Сайт за таким нашим запитом.
        </p>
        <p>
            Жодне посилання на наш сайт не може з’являтися на будь-якій сторінці вашого вебсайту чи в будь-якому контексті, що містить вміст чи матеріали, які можуть бути
            витлумачені як наклепницькі, непристойні чи злочинні, або які порушують, іншим чином
            порушують або пропагують порушення чи інше порушення, будь-які права третіх осіб.
        </p>
        <h2>Зміни</h2>
        <p>
            Ми залишаємо за собою право на власний розсуд змінювати або замінювати ці Умови в
            будь-який час без попереднього повідомлення. Використання вами Сайту після будьяких таких змін означає вашу згоду дотримуватися цих Умов у зміненому вигляді та
            дотримуватися їх. Дата останнього перегляду цих Умов вказана вище.
        </p>
        <h2>Відмова від відповідальності; Обмеження відповідальності</h2>
        <p>
            Наскільки це дозволено чинним законодавством, Компанія відмовляється від будь-яких
            заяв, гарантій та умов, що стосуються Сайту та використання Сайту (включаючи, але не
            обмежуючись, будь-які гарантії, передбачені законом щодо задовільної якості,
            придатності для цілей та/або використання розумної обережності та навичок).
        </p>
        <p>
            У тій мірі, в якій Сайт і Вміст надаються безкоштовно, Компанія не несе відповідальності
            за будь-які втрати або пошкодження будь-якого характеру.
        </p>
        <p><b>
            КОМПАНІЯ НЕ РОБИТЬ ЖОДНИХ ЗАЯВ ЩОДО ПРИДАТНОСТІ, НАДІЙНОСТІ,
            ДОСТУПНОСТІ, СВОЄЧАСНОСТІ, БЕЗПЕКИ АБО ТОЧНОСТІ САЙТУ АБО ВМІСТУ ДЛЯ
            БУДЬ-ЯКИХ ЦІЛЕЙ. САЙТ ТА ЙОГО ВМІСТ НАДАЄТЬСЯ НА ЗАСТАВАХ «ЯК Є» ТА «ЯК
            ДОСТУПНИЙ». ВМІСТ МОЖЕ МІСТИТИ НЕТОЧНІСТЬ АБО ДРУКАРСЬКІ ПОМИЛКИ АБО
            ІНШІ ПОМИЛКИ АБО НЕТОЧНІСТЬ І МОЖЕ БУТИ НЕПОВНИМ АБО АКТУАЛЬНИМ.
        </b></p>
        <p><b>
            КОМПАНІЯ В ЖОДНОМУ ВИПАДКУ НЕ НЕСЕ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ ПРЯМІ,
            НЕПРЯМІ, ВИПАДКОВІ, НЕПРЯМІ, СПЕЦІАЛЬНІ АБО ПРИКЛАДНІ ЗБИТКИ БУДЬ-ЯКОГО
            ВИДУ, ВКЛЮЧАЮЧИ, НЕ ОБМЕЖУЮЧИСЬ, ВТРАЧЕНІ ПРИБУТКИ АБО ВТРАЧЕНІ
            МОЖЛИВОСТІ, НАВІТЬ ЯКЩО БУЛО ПОВІДОМЛЕНО ПРО МОЖЛИВІСТЬ ТАКИХ
            ЗБИТКІВ ПОПЕРЕДНІЙ ТА НЕЗАЛЕЖНО ПРИЧИНИ ПОЖИВУ, НА ЯКОМУ БУДУТЬ БУДЬЯКА ТАКА ПОЗОВА.
        </b></p>
        <p><b>
            ВАШ ЄДИНИЙ ЗАСОБ ПРАВОВОГО ПРАВА ПРОТИ КОМПАНІЇ У РЕЗУЛЬТАТАХ
            НЕЗАДОВОЛЕНОСТІ САЙТОМ АБО БУДЬ-ЯКИМ ВМІСТОМ ЦЕ ПРИПИНЕННЯ
            ВИКОРИСТАННЯ САЙТУ АБО БУДЬ-ЯКОГО ТАКОГО ВМІСТУ.
        </b></p>
        <p>
            Якщо, незважаючи на інші положення цих Умов, буде встановлено, що Компанія несе
            відповідальність перед вами за будь-які збитки чи збитки, які виникли внаслідок або
            будь-яким чином пов’язані з використанням вами Сайту чи будь-якого Вмісту,
            відповідальність Компанії ні в якому разі не перевищуватиме сто доларів США.
        </p>
        <p>
            Вищезазначена відмова від відповідальності стосується будь-яких збитків,
            відповідальності або травм, спричинених будь-яким невиконанням, помилкою,
            упущенням, перериванням, видаленням, дефектом, затримкою в роботі чи передачі,
            комп’ютерним вірусом, збоєм лінії зв’язку, крадіжкою чи знищенням або
            несанкціонованим доступом до, зміна або використання через порушення контракту,
            правопорушення, недбалість чи будь-яку іншу причину позову.
        </p>
        <h2>Відшкодування</h2>
        <p>
            Ви розумієте та погоджуєтесь, що несете особисту відповідальність за свою поведінку
            на Сайті. Ви погоджуєтеся відшкодувати, захищати та звільняти Компанію, її дочірні
            компанії, співробітників, агентів і будь-яких сторонніх постачальників інформації від усіх
            претензій, збитків, витрат, збитків і витрат (включаючи, але не обмежуючись, прямі,
            випадкові, непрямі, типові та непрямі збитки), а також розумні гонорари адвокатів, що є
            наслідком чи результатом вашого використання, неправильного використання чи
            неможливості використовувати Сайт чи Вміст, або будь-якого порушення вами цих Умов.
        </p>
        <h2>Різне</h2>
        <p>
            Ці Умови складають повну угоду між сторонами стосовно предмета цих Умов.
            Неспроможність Компанії наполягати на суворому виконанні будь-якої умови чи
            положення цих Умов або забезпечити її неухильне виконання не повинно тлумачитися як
            відмова від будь-якої умови, положення чи права.
        </p>
        <p>
            Якщо будь-яка частина цих Умов буде визнана арбітражем або судом компетентної
            юрисдикції недійсною або такою, що не має позовної сили, ця частина має бути
            обмежена або виключена мінімально необхідною мірою, щоб решта цих Умов була
            повністю виконуваною та юридично обов’язковою.
        </p>
        <p>
            Права та обов’язки, зазначені в цих Умовах, регулюватимуться та контролюватимуться
            законодавством штату Каліфорнія без посилання на відповідні положення закону. Ви
            погоджуєтеся з єдиною та виключною юрисдикцією та місцем проведення арбітражу в
            окрузі Лос Анджелес, штат Каліфорнія, США, у разі будь-якого спору, що виникає з цих
            Умов, Політики конфіденційності, використання вами Сайту чи Вмісту або пов’язаний з
            ними.
        </p>
        <p>
            Ви несете відповідальність за дотримання законів юрисдикції, з якої ви отримуєте доступ
            до Сайту, і погоджуєтеся не мати доступу до інформації на Сайті та не використовувати її
            з порушенням таких законів.
        </p>
        <h2>Зв&apos;яжіться з нами</h2>
        <p>
            Якщо у вас виникли запитання щодо цих Умов, <Link href={'mailto:' + config.contacts.email}>зв’яжіться з нами електронною поштою</Link> або <Link href={'tel:' + config.contacts.phone.current}>за телефоном {config.contacts.phone.display}</Link>
        </p>
    </section>)
}