import documentStyles from '@/utils/assets/styles/document.module.scss'
import { Link } from '@/utils/lib/navigation'
import config from '@/utils/config'

export default function UaTerms() {
    return (<section className={documentStyles.document}>
        <h1>Умови використання</h1>
        <p>
            Будь ласка, уважно прочитайте ці Умови використання («Умови», «Умови використання») перед тим,
            як використовувати Сайт, який керується MISEENSCREEN.
        </p>
        <p>
            Цей Сайт надає онлайн-доступ до інформації про Компанію, а також наші продукти, послуги та можливості.
        </p>
        <p>
            Ваш доступ до Сайту та його використання залежать від вашої згоди з цими Умовами та їх дотримання.
            Ці Умови застосовуються до всіх відвідувачів, користувачів та інших
            осіб, які заходять на Сайт або використовують його.
        </p>
        <b>ОТРИМУЮЧИ ДОСТУП ДО САЙТУ АБО ВИКОРИСТОВУЮЧИ ЙОГО, ВИ ПОГОДЖУЮТЕСЬ ДОТРИМУВАТИСЬ ЦИХ УМОВ.
            ЯКЩО ВИ НЕ ПОГОДЖУЄТЕСЬ З НИМИ, БУДЬ ЛАСКА, НЕ КОРИСТУЙТЕСЬ САЙТОМ.</b>
        <h1>Вміст, авторські права та логотипи</h1>
        <p>
            Усі тексти, матеріали, дані та інформація, файли даних, опис наших послуг та/або наших продуктів, графіки,
            зображення, інтерфейси користувача, візуальні інтерфейси, фотографії, торгові марки, логотипи та
            комп’ютерний код,
            тощо («Вміст»), що містяться на Сайті належать, контролюються або ліцензуються Компанією, і захищені
            відповідними законами про інтелектуальну власність та іншими законами, включаючи закони про товарні знаки та
            авторське право. Компанія є власником та зберігачем усіх авторських прав на Вміст.

        </p>
        <p>
            Ви визнаєте, що Компанія не надає жодних заяв або гарантій щодо Вмісту, до якого ви маєте доступ. За жодних
            обставин Компанія не несе відповідальності за будь-який Вміст, включаючи, але не обмежуючись: будь-яким
            незаконним Вмістом,
            помилками або упущеннями у Вмісті, або за будь-які збитки чи шкоду, що виникли внаслідок
            використання Вмісту, опублікованого, переданого, наданого через посилання або іншим способом доступного
            через Сайт.
        </p>
        <p>
            Ви погоджуєтеся з тим, що несете повну відповідальність за повторне використання Вмісту, доступного через
            Сайт,
            зокрема за вказівку належного авторства. Перед використанням Вмісту ви повинні ознайомитися з умовами
            відповідної ліцензії,
            щоб зрозуміти, що вам дозволено робити, а що — ні.
        </p>
        <p>
            За винятком випадків, прямо передбачених цими Умовами, жодну частину Сайту та жоден Контент не можна
            копіювати, відтворювати,
            змінювати, публікувати, повторно публікувати, завантажувати, публічно демонструвати, кодувати, перекладати,
            передавати чи
            розповсюджувати будь-яким способом (включаючи «копіювання/відтворення») на будь-який інший комп’ютер,
            сервер, веб-сайт чи
            інше середовище для публікації, чи розповсюдження, або для будь-якого комерційного підприємства без прямої
            попередньої
            письмової згоди Компанії. Ви також погоджуєтеся не змінювати, не здавати в оренду, не позичати, не
            продавати, не розповсюджувати,
            не передавати, не транслювати, не створювати похідні роботи на основі Вмісту або Сайту, повністю або
            частково, будь-якими засобами.
        </p>
        <p>
            Ви можете використовувати Сайт та/або Вміст виключно для некомерційних, особистих цілей та/або для
            ознайомлення
            з продуктами та послугами Компанії, виключно відповідно до цих Умов, за умови, що ви не:
        </p>
        <ul>
            <li>видаляєте будь-які позначення права власності у Вмісті або його частині;</li>
            <li>
                копіюєте та не публікуєте такий Вміст або частину Вмісту на будь-якому мережевому комп’ютері чи
                транслюєте його через будь-які засоби масової інформації;
            </li>
            <li>вносите жодних змін у будь-який такий Вміст або частину Вмісту;</li>
            <li>не робите жодних додаткових заяв або гарантій щодо Сайту, такого Вмісту чи його частин, а також
                продуктів та/або послуг Компанії.
            </li>
        </ul>
        <h2>Оплата</h2>
        <p>
            Якщо ви бажаєте придбати будь-який наш продукт або послугу («Купівля»), ви можете
            надіслати запит одним із таких способів:
        </p>
        <ul>
            <li><Link href={config.routes.header.contactUs}>відправити запит через контактну форму</Link></li>
            <li>відправити запит через чат</li>
            <li>
                <Link href={'mailto:' + config.contacts.email}>
                    надішліть запит на {config.contacts.email}
                </Link>
            </li>
            <li>
                <Link href={'tel:' + config.contacts.phone.current}>
                    телефонуйте за телефоном {config.contacts.phone.display}
                </Link>
            </li>
        </ul>
        <h2>Припинення</h2>
        <p>
            Ми маємо право припинити або призупинити доступ до нашого Сайту без попереднього повідомлення чи зобов’язань
            з будь-якої причини, включаючи, але не
            обмежуючи, порушення вами цих Умов.
        </p>
        <p>
            Усі положення Умов, які за своєю суттю повинні залишатися в силі після розірвання, залишаються чинними,
            включаючи, без обмежень, положення щодо права власності, відмови від гарантій, відшкодування та обмеження
            відповідальності.
        </p>
        <h2>Заборонене використання сайту</h2>
        <p>Отримуючи доступ до Сайту, ви погоджуєтесь, що не будете:</p>
        <ul>
            <li>Використовувати Сайт з порушенням цих Умов;</li>
            <li>
                Копіювати, змінювати, створювати похідні роботи, проводити зворотний інженерний
                аналіз або зворотне збирання Сайту або іншим чином намагатися виявити будь-який
                вихідний код або дозволяти будь-якій третій стороні це робити;
            </li>
            <li>
                Продавати, призначати, субліцензувати, розповсюджувати, комерційно
                використовувати, надавати охоронний інтерес або іншим чином передавати будь-які
                права на Контент або Сайт або надавати їх третім особам у будь-який спосіб;
            </li>
            <li>
                Використовувати або запускати будь-яку автоматизовану систему, включаючи, без обмежень,
                «посилання на глибину», «знімання сторінки», «роботів», «павуків» або «офлайн-читачів», а
                також будь-який інший автоматичний пристрій, програму, алгоритм чи методологію,
                або будь-який подібний чи еквівалентний ручний процес для доступу, отримання, копіювання чи
                моніторингу будь-якої частини Сайту чи будь-якого Вмісту, або будь-яким способом відтворювати
                чи обходити навігаційну структуру чи представлення Сайту чи будь-якого Вмісту.

            </li>
            <li>
                Використовувати Сайт будь-яким способом, який завдає шкоди, виводить із ладу, перевантажує або погіршує
                роботу Сайту.
                або заважає будь-якій іншій стороні використовувати Сайт і користуватися ним.
            </li>
            <li>
                Копіювати або вбудовувати Сайт чи будь-яку його частину на іншому веб-сайті чи веб-сторінці.
            </li>
            <li>
                Спроба отримати несанкціонований доступ до Сайту.
            </li>
            <li>
                Перевіряти, сканувати або тестувати вразливість Сайту чи будь-якої мережі, що підключена до Сайту,
                а також порушувати заходи безпеки чи автентифікації на Сайті або в будь-якій мережі,
                підключеній до нього
            </li>
            <li>
                Вживати будь-яких дій, які створюють необґрунтоване або непропорційно велике
                навантаження на інфраструктуру Сайту або будь-які системи чи мережі, підключені до
                Сайту
            </li>
            <li>
                Використовувати будь-який пристрій, програмне забезпечення або процедуру, щоб
                втручатися або намагатися втручатися в належну роботу Сайту.
            </li>
        </ul>
        <h2>Політика конфіденційності</h2>
        <p>
            Використовуючи Сайт, ви приймаєте умови Політики конфіденційності, яка є
            невід’ємною частиною цих Умов.
        </p>
        <p><Link href={config.routes.privacyPolicy}>Перегляньте нашу Політику конфіденційності, щоб дізнатися більше:
            посилання на політику конфіденційності</Link></p>
        <h2>Посилання</h2>
        <p>
            Наш сайт може містити посилання на сторонні веб-сайти або служби, які не належать
            або не контролюються Компанією. Посилання на Сайті на сторонні веб-сайти або
            інформацію надаються виключно для зручності.
        </p>
        <p>
            Такі посилання не означають і не передбачають схвалення, спонсорство або рекомендацію з боку Компанії щодо
            третьої сторони, веб-сайту третьої сторони чи інформації,
            що міститься на ньому.
        </p>
        <p>
            Компанія не контролює та не несе відповідальності за вміст, політику конфіденційності
            чи практику будь-яких веб-сайтів чи служб третіх сторін або за доступність будь-яких
            таких веб-сайтів. Крім того, ви визнаєте та погоджуєтеся, що Компанія не несе
            відповідальності, прямо чи опосередковано, за будь-які збитки чи збитки, спричинені
            або ймовірно спричинені використанням чи довірою до будь-якого такого вмісту, товарів
            чи послуг, доступних на чи через них, або у зв’язку з ними. будь-які такі веб-сайти чи
            служби.
        </p>
        <p>
            Компанія не контролює та не несе відповідальності за вміст, політику конфіденційності чи практики
            будь-яких веб-сайтів або служб третіх сторін,а також за доступність таких веб-сайтів. Крім того,
            ви визнаєте та погоджуєтесь, що Компанія не несе відповідальності, прямо чи опосередковано, за будь-які
            збитки,
            що виникли або можуть виникнути через використання чи довіру до вмісту, товарів чи послуг, доступних на цих
            веб-сайтах або через них, або у зв&apos;язку з ними.
        </p>
        <p>
            Жодне посилання на наш сайт не може з’являтися на будь-якій сторінці вашого веб-сайту чи в будь-якому
            контексті,
            що містить вміст чи матеріали, які можуть бути витлумачені як наклепницькі, непристойні чи злочинні, або які
            порушують,
            чи іншим чином сприяють порушенню або пропагують порушення прав третіх осіб.
        </p>
        <h2>Зміни</h2>
        <p>
            Ми залишаємо за собою право змінювати або оновлювати ці Умови на власний розсуд у будь-який час без
            попереднього повідомлення. Ваше
            подальше використання Сайту після будь-яких змін означає вашу згоду з оновленими Умовами та зобов&apos;язання
            дотримуватись їх. Дата останнього
            перегляду цих Умов вказана вище.
        </p>
        <h2>Відмова від відповідальності; Обмеження відповідальності</h2>
        <p>
            Наскільки це дозволено чинним законодавством, Компанія відмовляється від будь-яких заяв, гарантій та умов,
            що стосуються Сайту та його використання, включаючи, але не обмежуючись, будь-якими гарантіями щодо
            задовільної якості, придатності для конкретних цілей та/або застосування розумної обережності та навичок.
        </p>
        <p>
            У тій мірі, в якій Сайт і Вміст надаються безкоштовно, Компанія не несе відповідальності
            за будь-які втрати або пошкодження будь-якого характеру.
        </p>
        <p><b>
            КОМПАНІЯ НЕ РОБИТЬ ЖОДНИХ ЗАЯВ ЩОДО ПРИДАТНОСТІ, НАДІЙНОСТІ, ДОСТУПНОСТІ, СВОЄЧАСНОСТІ,
            БЕЗПЕКИ АБО ТОЧНОСТІ САЙТУ АБО ВМІСТУ ДЛЯ БУДЬ-ЯКИХ ЦІЛЕЙ. САЙТ ТА ЙОГО ВМІСТ НАДАЄТЬСЯ НА ЗАСТАВАХ
            «ЯК Є» ТА «ЯК ДОСТУПНИЙ». ВМІСТ МОЖЕ МІСТИТИ НЕТОЧНІСТЬ АБО ДРУКАРСЬКІ ПОМИЛКИ, АБО ІНШІ ПОМИЛКИ,
            АБО НЕТОЧНІСТЬ І МОЖЕ БУТИ НЕПОВНИМ ЧИ АКТУАЛЬНИМ.
        </b></p>
        <p><b>
            КОМПАНІЯ ЗА ЖОДНИХ ОБСТАВИН НЕ НЕСЕ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ ПРЯМІ, НЕПРЯМІ, ВИПАДКОВІ,
            СПЕЦІАЛЬНІ ЧИ ПОКАЗОВІ ЗБИТКИ БУДЬ-ЯКОГО ВИДУ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, ВТРАТОЮ
            ПРИБУТКІВ АБО МОЖЛИВОСТЕЙ, НАВІТЬ ЯКЩО БУЛО ЗАЗДАЛЕГІДЬ ПОПЕРЕДЖЕНО ПРО МОЖЛИВІСТЬ ТАКИХ ЗБИТКІВ,
            НЕЗАЛЕЖНО ВІД ПРИЧИНИ ЇХ ВИНИКНЕННЯ АБО ПІДСТАВ ДЛЯ ПОДАННЯ БУДЬ-ЯКОГО ПОЗОВУ.
        </b></p>
        <p><b>
            ВАШ ЄДИНИЙ ЗАСІБ ПРАВОВОГО ЗАХИСТУ ПРОТИ КОМПАНІЇ У РАЗІ НЕЗАДОВОЛЕНОСТІ САЙТОМ АБО БУДЬ-ЯКИМ ВМІСТОМ –
            ЦЕ ПРИПИНЕННЯ ВИКОРИСТАННЯ САЙТУ АБО ТАКОГО ВМІСТУ.
        </b></p>
        <p>
            Якщо, незважаючи на інші положення цих Умов, буде встановлено, що Компанія несе відповідальність перед вами
            за будь-які збитки або шкоду,
            що виникли внаслідок чи у зв’язку з вашим використанням Сайту або будь-якого Вмісту,
            відповідальність Компанії в жодному разі не перевищуватиме ста доларів США.
        </p>
        <p>
            Вищезазначена відмова від відповідальності охоплює будь-які збитки, відповідальність або шкоду,
            спричинену невиконанням, помилкою, упущенням, перериванням, видаленням, дефектом, затримкою в роботі чи
            передачі, комп’ютерним вірусом, збоєм лінії зв’язку, крадіжкою, знищенням або несанкціонованим доступом,
            зміною чи використанням внаслідок порушення договору, правопорушення, недбалості або будь-якої іншої
            причини.
        </p>
        <h2>Відшкодування</h2>
        <p>
            Ви усвідомлюєте та погоджуєтеся, що особисто відповідаєте за свою поведінку на Сайті.
            Ви зобов’язуєтеся компенсувати збитки, захищати та звільняти Компанію, її
            дочірні компанії, співробітників, агентів і сторонніх постачальників інформації від будь-яких
            претензій, збитків, витрат, шкоди чи витрат (включно з прямими, непрямими, випадковими, типовими чи
            побічними збитками),
            а також обґрунтованих витрат на юридичні послуги, які можуть виникнути внаслідок або в результаті
            вашого використання, неналежного використання чи неможливості використання Сайту або Вмісту,
            а також будь-якого порушення вами цих Умов.
        </p>
        <h2>Різне</h2>
        <p>
            Ці Умови становлять повну угоду між сторонами щодо предмета, описаного в них.
            Відсутність наполягання з боку Компанії на суворому дотриманні будь-якої умови чи
            положення цих Умов, а також незастосування відповідних заходів для забезпечення їх виконання,
            не повинні розглядатися як відмова від цієї умови, положення чи права.
        </p>
        <p>
            Якщо будь-яка частина цих Умов буде визнана арбітражем або судом компетентної юрисдикції недійсною або
            такою,
            що не має позовної сили, ця частина має бути обмежена або виключена мінімально необхідною мірою,
            щоб решта цих Умов була повністю виконуваною та юридично обов’язковою.
        </p>
        <p>
            Права та обов’язки, зазначені в цих Умовах, регулюватимуться та контролюватимуться
            законодавством штату Каліфорнія без посилання на відповідні положення закону. Ви
            погоджуєтеся, що всі спори, пов’язані з цими Умовами, Політикою конфіденційності,
            використанням Сайту або Вмісту, підпадають під виключну юрисдикцію та розгляд в
            арбітражі, який проводиться в окрузі Лос-Анджелес, штат Каліфорнія, США.
        </p>
        <p>
            Ви несете відповідальність за дотримання законів юрисдикції, з якої ви отримуєте доступ до Сайту,
            і погоджуєтеся не мати доступу до інформації на Сайті та не використовувати її з порушенням таких законів.
        </p>
        <h2>Зв&apos;яжіться з нами</h2>
        <p>
            Якщо у вас виникли запитання щодо цих Умов, <Link href={'mailto:' + config.contacts.email}>зв’яжіться з нами
            електронною поштою</Link> або <Link href={'tel:' + config.contacts.phone.current}>за
            телефоном {config.contacts.phone.display}</Link>
        </p>
    </section>)
}