const init = 'В каждой статье, когда мы рассматриваем преимущества и возможности цифровых технологий, мы имеем в виду случай, когда технология или искусственный интеллект не запрограммированы на обратное. Миссия и философия MISEENSCREEN заключаются в том, чтобы через цифровые технологии предоставить людям больше времени на то, чего они сами хотят: творчество, сокращение рабочего дня, решение стратегических задач, масштабирование. Наши технологии и философия направлены на то, чтобы сделать возможное будущее мира бизнеса и обучения лучше, продуктивнее и легче. Кроме того, через наши статьи и блоги мы рассказываем, каким образом мы реализуем проекты и в наших работах мы ссылаемся на собственный опыт и изученную информацию.'

const translation = {
    "blogs": {
        "company-consciousness": {
            "title": "Доступ к сознанию компании",
            "description": "\"Я ведь не робот!\" - Как часто вы слышали такое утверждение во время взаимодействия с людьми? И так же часто это продолжается следующим образом: \"Я ведь не робот, я могу ошибаться!\" И это правда - человек способен ошибаться, чувствовать, любить, растраиваться… Однако важно понимать, что все эти чувства являются результатом эволюции и природы биологического интеллекта, и как это может повлиять на работу и успех вашей организации - это также важный и интересный вопрос. В этой статье вы узнаете о систематизированном построении взаимоотношений между сотрудниками и организацией через поддержку сотрудников и свободу слова в компании, о создании единых правил игры в условиях эффективности и здоровых взаимоотношений и как цифровые технологии могут в этом помочь.",
            "themes": [
                "Культура организации",
                "Поддержка персонала",
                "ENPS",
                "Свобода слова и демократия в компании",
                "Взаимоотношения между людьми",
                "Геймифицированное взаимодействие",
                "Цифровые технологии в культуре персонала"
            ]
        },
        "company-consciousness-2": {
            "title": "Корпоративная культура и цифровая коммуникация: Привилегия мнения",
            "description": "В предыдущей статье о цифровой культуре мы рассмотрели причины, по которым внедрение платформ и приложений, а также использование цифровых опций, может быть полезным решением для организации и сотрудников. С развитием технологий развиваются и люди, как показывает эволюция, ведь с пещер мы дошли до уровня, где сами создаем новые формы жизни.",
            "themes": [
                "Культура организации",
                "Поддержка персонала",
                "ENPS",
                "Свобода слова и демократия в компании",
                "Взаимоотношения между людьми",
                "Геймифицированное взаимодействие",
                "Цифровые технологии в культуре персонала"
            ]
        },
        "employees-promotion": {
            "title": "Цифровое продвижение и развитие сотрудников",
            "description": "В вопросе об авариях, вероятно, многим хотелось бы жить в мире, где риски для жизни минимизированы как можно больше. Если мы будем исследовать, как сделать так, чтобы аварий на дорогах не было, ответ состоит в исключении человеческого фактора на дорогах. Более подробно об этом можно узнать из работ Жака Фреско.",
            "themes": [
                "Система Оценки и Аттестаций",
                "Система Повышения Персонала",
                "Развитие Персонала",
                "Цифровые Технологии в Повышении Персонала",
                "Культура Организации"
            ]
        },
        "content": {
            "company-consciousness": `
                <first-picture>The movie "Poor Things" (2023). Directed by Yorgos Lanthimos</first-picture>
                <h2>Быть живым — или быть эффективным элементом системы?</h2>
                <p> 
                    «Я не робот!» — как часто вы слышали эту фразу в
                    спорах или в оправдание ошибки? Часто за ней
                    следует: «Я не робот, я могу ошибаться!» И это правда
                    — человек способен ошибаться, чувствовать, любить,
                    расстраиваться, переживать.
                </p>
                <p>
                    Эти эмоции — не недостатки, а особенности,
                    порождённые эволюцией и природой биологического
                    интеллекта. Но в контексте бизнеса и организаций
                    возникает важный вопрос: как эти человеческие
                    качества влияют на эффективность и успех?
                </p>
                <p>
                    Этому посвящена серия статей, в которых
                    рассматривается, как можно <i>системно выстраивать
                    отношения между сотрудниками и организацией:
                    через поддержку, уважение свободы слова и создание
                    единых правил игры, сочетающих продуктивность и
                    здоровые отношения.</i> Также рассматривается, как
                    цифровые технологии могут в этом помочь.
                </p>
                <p>
                    Все живые существа обладают определёнными
                    поведенческими шаблонами. Только цифровые
                    системы, искусственный интеллект и
                    запрограммированные роботы не могут отклоняться
                    от своих инструкций. Однако цель — не сделать
                    людей машинами, а создать такие системы, где
                    человеческая природа учитывается, уважается и
                    поддерживается, не снижая при этом общей
                    эффективности.
                </p>
                <second-picture>The movie "I,Robot" (2004). Directed by Alex Proyas</second-picture>
                <h2>Можно ли перенастроить человеческую природу ради эффективности?</h2>
                <p>
                    Оглядываясь на свой путь от консультанта по
                    продажам до директора по персоналу и обучению, я
                    часто вспоминаю, как организации — искренне и с
                    лучшими намерениями — верят, что, изменяя людей,
                    они создают эффективную среду взаимодействия,
                    соответствующую потребностям компании. Однако
                    работа по изменению человеческой природы и
                    биологического интеллекта — процесс сложный,
                    ресурсоемкий и далеко не всегда результативный.
                </p>
                <p>
                    Перепрограммировать цифровую систему на новый
                    вектор развития — проще, быстрее и логичнее, чем
                    пытаться перепрограммировать живого человека. В
                    организациях работают уже сформированные
                    личности с историей, прошлым, эмоциональной
                    памятью и реакциями, сформированными обществом,
                    семьёй и эволюцией.
                </p>
                <p>
                    Когда начинаешь интересоваться физиологией и
                    механизмами биологического интеллекта, исчезает
                    необходимость в морализаторстве и стремлении
                    «исправить» людей. По своему опыту — и по опыту
                    коллег, тренеров, HR-менеджеров, владельцев
                    компаний — могу сказать: многие из нас увлекались
                    бестселлерами и тренингами о том, как быть
                    эффективным руководителем, как выстраивать
                    культуру и управлять людьми. Но часто такие
                    материалы предлагают шаблонные советы,
                    субъективные истории и универсальные модели,
                    которые не учитывают главное — кто этот человек, на
                    которого мы хотим повлиять.
                </p>
                <p>
                    Подобные источники редко раскрывают механизмы
                    восприятия, поведения и мотивации. Нам предлагают
                    копировать поведение, не понимая, почему человек
                    действует именно так. Гораздо полезнее изучить
                    физиологические и когнитивные основы, чтобы
                    осознать: что вызывает те или иные реакции? Как
                    сделать так, чтобы сотрудники принимали правила
                    игры внутри компании?
                </p>
                <p>
                    Применение управленческих методов — это не
                    хорошо и не плохо. Это естественно для людей,
                    несущих ответственность и стремящихся к целям.
                    <i>Важно не пытаться исключить эмоции, а создать
                    систему, в которой они не мешают продуктивности.</i>
                </p>
                <p>
                    Если человека нельзя перепрограммировать, что тогда
                    возможно? <i>Создать условия, в которых он будет
                    взаимодействовать в рамках эффективной системы
                    — не вопреки своей природе, а с её учётом.</i>
                </p>
                <third-picture>The animation movie "Soul" (2020). Directed by Pete Docter</third-picture>
                <h2>Когда реальность становится лучшим учителем</h2>
                <p>
                    Яркий пример понимания человеческого поведения
                    можно найти в мультфильме Душа через персонажа
                    по имени 22. Этот герой — циничная,
                    самовлюблённая душа, которая отказывается верить в
                    ценность жизни на Земле. Ни один из величайших
                    умов человечества — ни Мать Тереза, ни Линкольн,
                    ни Ганди — не смог убедить её. Ни уговоры, ни
                    вдохновляющие речи не подействовали.
                </p>
                <p>
                    Но всё меняется, когда 22 случайно попадает на
                    Землю и начинает переживать жизнь на собственном
                    опыте. Простые моменты — падающий лист, кусочек
                    пиццы, шум ветра — приносят ей радость. Её меняет
                    не чья-то мудрость, а сама реальность. Этот пример
                    прекрасно иллюстрирует: поведение человека часто
                    меняется не из-за наставлений, а под воздействием
                    среды и эмоций.
                </p>
                <p>
                    В корпоративной среде это правило тоже работает.
                    Вместо того чтобы пытаться изменить людей через
                    морализаторство или директивы, гораздо эффективнее
                    создать такую систему, в которой они сами захотят
                    работать в соответствии с правилами эффективности
                    — потому что им в ней комфортно, понятно и
                    приятно.
                </p>
                <p>
                    <i>Мы предлагаем разрабатывать уникальные
                    стратегии, адаптированные под конкретную
                    организацию</i> — с учётом её целей, задач и
                    особенностей. Да, существуют общепринятые
                    методики, но эффективность достигается, когда они
                    адаптируются под реальность бизнеса. Никто не
                    пытается изобрести круглый или треугольный
                    телевизор — цель в том, чтобы улучшить качество
                    изображения и впечатления зрителя. Так и в
                    компании: какие эмоции и поведение вызывает ваша
                    корпоративная среда у сотрудников?
                </p>
                <p>
                    Это вовсе не призыв отказаться от тренингов,
                    мотивационных встреч или неформального общения.
                    Эти инструменты нужны. Но они — как спецэффекты
                    в фильме: они делают его ярче, но не являются сутью
                    сюжета. Сотрудник может получить удовольствие от
                    вкусного обеда и вдохновляющей речи, но,
                    вернувшись на рабочее место, столкнуться с
                    бюрократией, хаосом и угнетающим освещением, что
                    моментально сведёт мотивацию на нет.
                </p>
                <init>${init}</init>
            `,
            "company-consciousness-2": `
                <p><i>
                    Людям и организациям полезно видеть разные точки
                    зрения, а не только подтверждать собственную
                    правоту.
                </i></p>
                <p>
                    В предыдущей статье мы рассматривали, как
                    внедрение цифровых платформ и инструментов может
                    быть полезным как для организации, так и для её
                    сотрудников. По мере развития технологий
                    развивается и человек — от жизни в пещерах до
                    создания сложных систем, которые сегодня
                    формируют наш образ жизни и работы.
                </p>
                <p>
                    Корпоративная культура охватывает все аспекты
                    взаимодействия — от выбора офисных кресел до
                    систем оценки, обучения, компенсаций и
                    коммуникации между сотрудниками и компанией. В
                    этой части мы предлагаем конкретные инструменты
                    для улучшения внутренней коммуникации и
                    получения обратной связи от сотрудников. 
                </p>
                <h2>Корпоративная культура. Взаимодействие.</h2>
                <p>
                    Открытая и поддерживающая корпоративная культура
                    может формироваться с помощью нескольких
                    ключевых стратегий: 
                </p>
                <h3>Поддержка сотрудников: Обратная связь, вопросы и идеи</h3>
                <ul>
                    <li>
                        Дать каждому сотруднику возможность оставить
                        отзыв, задать вопрос или предложить идею через
                        специальную платформу.
                    </li>
                    <li>
                        Поддерживать культуру «Я могу сказать всё!» — даже если это написано письменно.
                    </li>
                    <li>Предоставить выбор: анонимность или открытость — по желанию сотрудника.</li>
                </ul>
                <p>
                    Как и в социальных сетях, где каждый может оставить
                    комментарий и прочитать мнения других, внутри
                    компании тоже можно создать такую систему (за
                    исключением личных обращений). Это способствует
                    прозрачности, укрепляет нормы и ценности компании.
                    Возможность анонимного участия помогает
                    сотрудникам раскрыться, преодолевая страхи или
                    возможный страх перед авторитетом.
                </p>
                <p>
                    Представитель компании может лично отвечать на
                    запросы сотрудников или использовать
                    сгенерированные ИИ-ответы, сформулированные с
                    учетом корпоративных стандартов и норм.
                </p>
                <p>
                    Не стоит бояться, что предоставление пространства
                    для открытой культуры и свободы слова приведёт к
                    хаосу. Напротив — вы получите ценную возможность
                    видеть больше внутри своей компании и развиваться
                    на основе этой информации.
                </p>
                <h2>Осознанность как стимул к изменениям</h2>
                <p>
                    Вспомните фильм Шоу Трумана, где главный герой
                    почти 30 лет живёт в искусственно созданной
                    реальности, не зная об этом. Его трансформация
                    начинается с момента, когда он начинает замечать
                    несостыковки — вещи, которые всегда были рядом, но
                    которые он только теперь готов увидеть. <i>Осознание
                    запускает процесс личностного роста и изменений.</i>
                </p>
                <p>
                    Если вы уже работаете над культурой и
                    прозрачностью в своей компании, цифровая система
                    лишь укрепит эти процессы и поможет улучшать их
                    естественным образом.
                </p>
                <p>
                    Если же вы не готовы видеть, что требует улучшения,
                    никакая, даже самая точная система не сможет
                    показать вам то, что вы отказываетесь замечать. Ответ
                    на запросы сотрудников — это не всегда согласие. Это
                    ещё и <i>возможность объяснять, обучать и помогать
                    сотрудникам понять, почему процессы и решения
                    устроены именно так, и почему это важно.</i>
                </p>
                <p><i>Одна из главных причин несогласия — нехватка информации.</i></p>
                <second-picture>The movie "The Truman show" (1998). Directed by Peter Weir</second-picture>
                <h3>Поддержка персонала: eNPS</h3>
                <p>
                    eNPS (Employee Net Promoter Score) — это
                    электронный опрос удовлетворенности сотрудников с
                    возможностью индивидуальной настройки
                    параметров под конкретную организацию. Он
                    помогает оценить уровень удовлетворенности и
                    запросы менеджеров, команд, магазинов и онлайнплатформ.
                </p>
                <p>
                    Интеграция результатов eNPS в систему оценки
                    эффективности позволяет повысить качество работы
                    руководителей по данному показателю.
                </p>
                <p>
                    Система сохраняет анонимность и безопасность
                    данных сотрудников, предоставляя компании
                    аналитику по частоте и характеру запросов, а также
                    по проблемным точкам. Для сотрудников — это
                    прозрачная возможность высказать мнение. Для
                    организации — это многоуровневый системный
                    анализ удовлетворенности и рабочих ожиданий.
                </p>
                <p>
                    Может ли присутствовать элемент случайности,
                    субъективности или предвзятости? Теоретически —
                    да. Однако при использовании системы в течение
                    репрезентативного периода и применении тестовых
                    ротаций эти риски сводятся к минимуму.
                </p>
                <p>
                    Такой подход создает у сотрудников ощущение
                    свободы и прозрачности, осознание того, что они
                    могут выражать свои мысли и получать честную,
                    объективную обратную связь, не противоречащую
                    политике компании. Это также даёт понять: так же как
                    организация оценивает работу сотрудников,
                    сотрудники имеют возможность оценивать условия
                    труда.
                </p>
                <p>
                    Для многих это также важный источник ощущения
                    влияния и значимости — а об этом мы подробнее
                    поговорим в следующей статье о росте, продвижении
                    и системе оценки персонала.
                </p>
                <third-picture>The movie "La La Land" (2016). Directed by Damien Chazelle</third-picture>
                <h3>Поддержка персонала — Добавьте глубины резкости</h3>
                <p>
                    В романтическом кино режиссёры часто используют
                    приём глубины резкости — главный герой или пара
                    влюблённых остаются в фокусе, а всё остальное
                    размывается. Этот визуальный эффект усиливает
                    ощущение любви и показывает: в данный момент важно
                    только одно — объект внимания.
                </p>
                <p>
                    Как создать подобные “романтические” моменты в
                    отношениях между компанией и её сотрудниками? Как
                    передать ту самую ценность, когда всё остальное уходит
                    на второй план?
                </p>
                <p>
                    Вот несколько способов добавить эту искру в
                    корпоративную культуру:
                </p>
                <ul>
                    <li>Автоматическая отправка поздравлений с днём рождения, годовщиной работы или повышением. Простое сообщение может многое изменить.</li>
                    <li>Генерация персонализированного контента: тематические мемы, интересные факты, новости компании, которые вызывают улыбку или создают вовлечённость.</li>
                    <li>Создание клубов по интересам — пространства, где сотрудники могут делиться хобби и расширять круг общения вне рабочих задач.</li>
                    <li>Использование геймификации — системы баллов, бонусов, виртуальных наград, которые можно использовать на реальные привилегии и подарки.</li>
                    <li>Платформа, куда хочется заходить. Мобильное приложение или портал компании с персонализированной лентой новостей, похожей на соцсеть, — полезно, интересно и удобно.</li>
                </ul>
                <p>И, конечно, нельзя забывать о свободе самовыражения.</p>
                <p>
                    Крупные технологические компании всё чаще создают
                    внутренние социальные платформы не только для
                    коммуникации, но и для открытого диалога. Это не про
                    власть — это про культуру открытости и обратной связи.
                    Подумайте: как у вас в компании обстоят дела со
                    свободой выражения мнений?
                </p>
                <ul>
                    <li>Чувствуют ли сотрудники безопасность, высказывая идеи и предложения?</li>
                    <li>Есть ли каналы для обратной связи?</li>
                    <li>Участвуют ли люди в жизни компании не только по обязанности, но и потому, что им действительно интересно?</li>
                </ul>
                <p>
                    Когда в организации есть реальная свобода выражения, и
                    она поддержана системно — это не угроза стабильности,
                    это усиление потенциала компании.
                </p>
                <init>${init}</init>
            `,
            "employees-promotion": `
                <first-picture>The movie «Barbie» (2023). Directed by Greta Gerwig</first-picture>
                <h2>Хотели бы вы жить в мире без дорожнотранспортных происшествий?</h2>
                <p>Почему статья о повышении и развитии сотрудников начинается с обсуждения несчастных случаев?</p>
                <p>
                    Когда речь идет о несчастных случаях, многие,
                    вероятно, предпочли бы жить в мире, где риски для
                    жизни минимизированы настолько, насколько это
                    возможно. Если мы рассмотрим, как устранить
                    дорожно-транспортные происшествия, ответ
                    заключается в сокращении человеческого фактора на
                    дорогах.
                </p>
                <p>
                    Аналогично, в организационных процессах одним из
                    способов создания продуктивной, ориентированной
                    на людей и основанной на ценностях системы оценки
                    и развития сотрудников является минимизация
                    человеческого фактора. Это можно достичь,
                    разработав четкие критерии эффективности для
                    организации и полагаясь на цифровые системы для
                    вычисления и оценки этих критериев. Идея
                    заключается в том, чтобы оценивать людей на основе
                    их результатов в измеримых категориях, а не
                    опираться на чувства и эмоции.
                </p>
                <p>
                    “Несчастные случаи”, которые происходят в
                    организациях, часто случаются, когда эффективность
                    сталкивается с эмоциональным человеческим
                    фактором.
                </p>
                <h2>Что скажет человек? Что скажет система?</h2>
                <second-picture>The movie «Terminator 2:Judgment day (1991)». Directed by James Cameron</second-picture>
                <p>
                    Все живые существа проявляют определенные модели
                    поведения. Когда человек оказывается в определенной
                    среде, он оценивает ее и выбирает наиболее
                    подходящую стратегию взаимодействия. Только если
                    человек что-то попробует и ему это понравится, он
                    захочет повторить этот опыт. Одно прикосновение
                    может быть болезненным, а другое — приятным.
                    Люди естественным образом занимают выгодные
                    позиции для получения пищи и укрытия, и через
                    систему вознаграждений стремятся улучшить свою
                    жизнь. У человека существует широкий спектр таких
                    “программ”, именно поэтому они выжили и
                    процветают.
                </p>
                <p>
                    Цифровые системы, в свою очередь, следуют
                    запрограммированным инструкциям и не могут
                    отклоняться от них, если не существует
                    альтернативной программы для выполнения.
                    Почувствует ли система, основанная на
                    запрограммированных критериях, симпатию или
                    неприязнь к сотруднику, который достиг самого
                    высокого или низкого уровня эффективности? Нет,
                    потому что такая система не обладает эмоциями.
                </p>
                <p>
                    Один менеджер может считать удобным работать с
                    определенным типом сотрудников, и, вероятно, его
                    решения будут склоняться в сторону того, чтобы
                    предоставить преимущества в продвижении и помощи
                    выбранному сотруднику. Однако, одновременно,
                    другой сотрудник может быть более эффективным для
                    организации, но из-за человеческих критериев он
                    может не пройти фильтр для принимающего решение
                    о повышении. Причины могут быть различными — от
                    того, что сотрудник идеалист и задает неудобные
                    вопросы, до того, что у него нет того “блеска”,
                    который часто необходим.
                </p>
                <p>
                    Размышляя о жизненном опыте, многие могут
                    вспомнить наблюдения за романтическими
                    отношениями, дружбой, враждой и недовольством на
                    рабочем месте. Вероятно, это происходило не только
                    на работе, но и в школе или колледже. Некоторые
                    влюбляются, другие ссорятся, люди взрослеют и
                    растут, но чувства остаются, потому что так устроена
                    природа. Конечно, можно регулировать вопросы
                    взаимоотношений с помощью обучения правилам и
                    нормам, но мы не можем предотвратить то, чтобы
                    люди оставались людьми. <i>Люди не должны
                    чувствовать вину за то, что они люди.</i> Однако
                    возможно обеспечить, чтобы эмоциональный фактор
                    не оказывал негативного влияния на успех
                    организации и таланты.
                </p>
                <third-picture>The TV Show «Westworld (2016)». Directed by Jonathan Nolan, Lisa Goy</third-picture>
                <h2>Цифровая система не чувствует утомления в расчетах</h2>
                <p>Если у людей будет помощник, который возьмет на себя систематизацию процессов, расчеты и аналитику, то что мы можем получить:</p>
                <ul>
                    <li> Исключение эмоционального фактора при принятии решений о повышении и развитии сотрудников, так как система согласно заданных критериев отображает лидеров.</li>
                    <li>Беспрерывный доступ к показателям, влияющим на которые сотрудники увеличат свою эффективность и эффективность компании.</li>
                    <li>Автоматический и системный расчет показателей с детализацией каждого параметра, что также дает беспрерывную обратную связь для сотрудников.</li>
                    <li>Минимизация культуры угождения или предвзятости, сосредотачиваясь на заданных показателях.</li>
                    <li>Структурированная система развития сотрудника через изучение информации/практику/достижение результатов и беспрерывную поддержку.</li>
                    <li>Включение результатов и баллов электронного обучения сотрудников в систему оценки и развития.</li>
                </ul>
                <p>Цифровая технология развития сотрудников представляет собой "карту сокровищ" с понятным маршрутом и наградой в результате.</p>
                <p>Чем более понятна система и расчеты, тем больше сотрудников будет мотивировано следовать этим маршрутам и приносить пользу организации через свой рост. И, вероятно, мы можем столкнуться с мнением, что эта система не точна и ошибочна, однако только цифры могут показать эффективность в сравнительном периоде. Что произошло с показателями после введения системы и что было до? Это будет ответом.</p>
                <p>Люди выполняют свои роли уже с цифровым напарником в команде. Не нужно думать о том, кого из сотрудников повышать - ваша система уже посчитала рейтинги. Не нужно объяснять симпатичному и приятному коллеге, почему возможно в этом месяце он не получил премию или повышение – система рассчитает все результаты и покажет причинно-следственную связь.</p>
                <p>А постоянные промежуточные итоги результатов помогают снизить "боль" ожиданий человека от работы, так как <b>большинство людей страдают не от фактических обстоятельств, а от своих ожиданий.</b> Система охватывает все запросы и заложенные расчеты, в то время как способность человека контролировать все до мелочей ограничена</p>
                <fourth-picture>The animation movie «Inside Out» (2015). Directed by Pete Docter; Ronnie del Carmen</fourth-picture>
                <pb>
                    Цифровая система с сотрудником и компанией имеет "рациональный диалог", в то время
                    время как люди могут быть рациональными с другими людьми настолько, насколько им
                    разрешено.
                </pb>
                <init>${init}</init>
            `,
            "general": {
                "init": "В каждой статье, когда мы рассматриваем преимущества и возможности цифровых технологий, мы имеем в виду случай, когда технология или искусственный интеллект не запрограммированы на обратное. Миссия и философия MISEENSCREEN заключаются в том, чтобы через цифровые технологии предоставить людям больше времени на то, чего они сами хотят: творчество, сокращение рабочего дня, решение стратегических задач, масштабирование. Наши технологии и философия направлены на то, чтобы сделать возможное будущее мира бизнеса и обучения лучше, продуктивнее и легче. Кроме того, через наши статьи и блоги мы рассказываем, каким образом мы реализуем проекты и в наших работах мы ссылаемся на собственный опыт и изученную информацию.",
                "created-at": "Дата публикации:",
                "themes": "Темы:"
            }
        },
        "names": {
            "darya": "Дарья Приймак"
        }
    }
}

export default translation