const translation = {
    "blogs": {
        "company-consciousness": {
            "title": "Доступ к сознанию компании. Глава 1",
            "description": "\"Я ведь не робот!\" - Как часто вы слышали такое утверждение во время взаимодействия с людьми? И так же часто это продолжается следующим образом: \"Я ведь не робот, я могу ошибаться!\" И это правда - человек способен ошибаться, чувствовать, любить, растраиваться… Однако важно понимать, что все эти чувства являются результатом эволюции и природы биологического интеллекта, и как это может повлиять на работу и успех вашей организации - это также важный и интересный вопрос. В этой статье вы узнаете о систематизированном построении взаимоотношений между сотрудниками и организацией через поддержку сотрудников и свободу слова в компании, о создании единых правил игры в условиях эффективности и здоровых взаимоотношений и как цифровые технологии могут в этом помочь.",
            "themes": [
                "Культура организации",
                "Поддержка персонала",
                "ENPS",
                "Свобода слова и демократия в компании",
                "Взаимоотношения между людьми",
                "Геймифицированное взаимодействие",
                "Цифровые технологии в культуре персонала"
            ]
        },
        "company-consciousness-2": {
            "title": "Доступ к сознанию компании. Глава 2",
            "description": "В предыдущей статье о цифровой культуре мы рассмотрели причины, по которым внедрение платформ и приложений, а также использование цифровых опций, может быть полезным решением для организации и сотрудников. С развитием технологий развиваются и люди, как показывает эволюция, ведь с пещер мы дошли до уровня, где сами создаем новые формы жизни.",
            "themes": [
                "Культура организации",
                "Поддержка персонала",
                "ENPS",
                "Свобода слова и демократия в компании",
                "Взаимоотношения между людьми",
                "Геймифицированное взаимодействие",
                "Цифровые технологии в культуре персонала"
            ]
        },
        "employees-promotion": {
            "title": "Цифровое повышение и развитие сотрудников. \"Why am I always number two?\"",
            "description": "В вопросе об авариях, вероятно, многим хотелось бы жить в мире, где риски для жизни минимизированы как можно больше. Если мы будем исследовать, как сделать так, чтобы аварий на дорогах не было, ответ состоит в исключении человеческого фактора на дорогах. Более подробно об этом можно узнать из работ Жака Фреско.",
            "themes": [
                "Система оценки и аттестаций",
                "Система повышения персонала",
                "Развитие персонала",
                "Цифровые технологии в повышении персонала",
                "Культура организации"
            ]
        },
        "content": {
            "company-consciousness": {
                "subtitle": [
                    "Быть живым? Быть эффективным системе?",
                    "All living beings have certain behavior patterns. Only digital systems, artificial intelligence, and robots with programs cannot deviate from their programs."
                ],
                "img-caption": [
                    "The movie \"Poor Things \" (1994), directed by Yorgos Lanthimos",
                    "The movie \"I,Robot\" (2004), directed by Alex Proyas",
                    "The animation movie \"Soul\" (2020), directed by Pete Docter"
                ],
                "paragraph": [
                    "\"Я ведь не робот!\" - Как часто вы слышали такое утверждение во время взаимодействия с людьми? И так же часто это продолжается следующим образом: \"Я ведь не робот, я могу ошибаться!\" И это правда - человек способен ошибаться, чувствовать, любить, растраиваться… Однако важно понимать, что все эти чувства являются результатом эволюции и природы биологического интеллекта, и как это может повлиять на работу и успех вашей организации - это также важный и интересный вопрос. В этой статье вы узнаете о систематизированном построении взаимоотношений между сотрудниками и организацией через поддержку сотрудников и свободу слова в компании, о создании единых правил игры в условиях эффективности и здоровых взаимоотношений и как цифровые технологии могут в этом помочь.",
                    "Помня свой путь от продавца-консультанта до руководителя отдела обучения и персонала, могу сказать, что часто организация, не осознавая этого или воспринимая это как благо, искренне считает, что создает эффективную среду взаимодействия, осуществляя это через изменение людей, чтобы они были удобными и соответствовали потребностям организации. Однако работа над изменением человеческой природы - сложная и не всегда эффективная задача, особенно когда существуют ресурсы, предназначенные для этого. Перепрограммировать программу на новый или необходимый вектор развития гораздо эффективнее, проще и естественнее, чем перепрограммировать живых людей. Скорее всего, в вашей организации работают взрослые и сформированные люди, у которых есть своя история, прошлое, ассоциативная память, чувства, реакции и восприятие, сформированные эволюцией и их личным опытом через семью и социум. Особенно проще отказаться от морализации, нравоучений о том, что хорошо и плохо, и попыток менять людей, когда начинаешь интересоваться физиологией человека.   В опыте как у меня, так и у моих коллег, тренеров, HR-менеджеров и собственников компаний были или остаются увлечения читать бестселлеры бизнес-литературы о том, каким менеджером быть, как управлять людьми, как поступать и строить культуру компании для того, чтобы быть таким же успешным, как организация автора или спикера. В таких книгах и тренингах дают готовые решения, но данные и обстоятельства компании часто не похожи на твои, и также в таком жанре много общей информации, личных историй и фантазий, которые не раскрывают базу, такую как кто такой человек и сотрудник на которого я хочу повлиять. Также такие истории рассказывают то, что хочет рассказать автор, и вероятно со субъективным взглядом. Фокусируясь на знаниях физиологии и биологического интеллекта, перестаешь гадать и фантазировать, а понимаешь и принимаешь, почему человек поступает или реагирует так или иначе в определенных ситуациях, и что нужно сделать, чтобы сотрудники принимали правила игры компании. Также хочу отметить, что вовсе не является «плохим» или «хорошим», когда организация или менеджер применяет методы для развития своей организации и управления. Имея вложения, обязательства и ответственность, люди действуют, часто считая свою философию истинной и эффективной, чтобы достичь поставленной цели.",
                    "Резюмируя идею выше, основа успешного взаимодействия между людьми в организации и бизнесе часто заключается в понимании физиологии поведения людей. Однако для конкретной организации и бизнеса лучше разрабатывать уникальные подходы и стратегии, которые учитывают особенности и запросы данного бизнеса. Важно не игнорировать общепринятые основы и методики, но при этом адаптировать их под конкретные потребности и цели компании. Например, нет смысла создавать круглый или треугольный телевизор, но важно обращать внимание на качество изображения и кто будут зрители.",
                    "Один из вариантов ответа можно найти через персонажа мультфильма «Душа» - 22. В этом анимационном фильме нарциссическую героиню 22 не может убедить никто в том, что жизнь на Земле прекрасна. Ни великие личности человечества, ни Мать Тереза не могут изменить мнение этого героя. Ничто не влияет на героиню 22, кроме реального опыта. Когда она случайно попадает на Землю, она начинает осознавать, что жизнь на Земле ей нравится и меняет свое мнение. Ни морализация, ни убеждения, ни влиятельные личности не добились того, что сделала среда.",
                    "И это вовсе не призыв отказаться от одного в пользу другого. Тренинги, неформальное общение и слова также имеют право на жизнь. Это как спецэффект, который украшает сцену фильма и делает ее ярче, но спецэффект не является смыслом или сюжетом, над которым мы и предлагаем фокусироваться. Люди могут прослушать пышные тренинги, насладиться вкусным обедом, зарядиться мотивационными словами менеджера, но затем вернуться на рабочие места, где процессы часто работают ситуативно, субъективно и бюрократично, а люминесцентное и HID освещение на рабочих местах только стимулирует депрессию."
                ],
                "bold": [
                    "У всех живых существ есть определенные модели поведения. Только цифровая система, искусственный интеллект и роботы с программами не могут отклониться от своих программ.",
                    "Если мы не можем перепрограммировать человека, что можем сделать, чтобы люди взаимодействовали по системе эффективности, необходимой для организации, минимизируя отрицательное влияние эмоций?"
                ],
                "link": [
                    "О том, что можно сделать и как цифровые технологии могут помочь в таких вопросах, как культура и взаимоотношения с персоналом, рассказывается далее в статье - Доступ к сознанию компании. Chapter 2."
                ]
            },
            "company-consciousness-2": {
                "subtitle": [
                    "VOLUME 1. Корпоративная Культура. Взаимодействие.",
                    "STAFF SUPPORT. Отзывы. Вопросы. Идеи.",
                    "STAFF SUPPORT. eNPS",
                    "STAFF SUPPORT. Добавьте немного романтики… SMS: \"Я помню тебя и ценю.\""
                ],
                "img-caption": [
                    "The picture of Elon Musk was downloaded from Pinterest",
                    "The movie \"The Truman show\" (1998), directed by Peter Weir",
                    "The movie \"La La Land\" (2016), directed by Damien Chazelle"
                ],
                "bold": [
                    "Привилегия - иметь мнение. Людям полезно видеть другие точки зрения, а не только подтверждать свою."
                ],
                "paragraph": [
                    "В предыдущей статье о цифровой культуре мы рассмотрели причины, по которым внедрение платформ и приложений, а также использование цифровых опций, может быть полезным решением для организации и сотрудников. С развитием технологий развиваются и люди, как показывает эволюция, ведь с пещер мы дошли до уровня, где сами создаем новые формы жизни.",
                    "Культура компании охватывает все аспекты работы, начиная с выбора стульев для сотрудников и включая систему оценок, обучение, оплату труда, и общение как между сотрудниками, так и между компанией и сотрудниками. В данной работе мы предложим варианты, которые можно внедрить для улучшения общения в компании и получения обратной связи от сотрудников.",
                    "В рамках поддержки и прозрачности корпоративной культуры существует несколько ключевых стратегий, способствующих улучшению взаимодействия с персоналом.",
                    "В соцсетях, где все пишут и все могут просматривать комментарии и запросы других, так и в организации можно сделать аналогичную возможность, за исключением случаев, когда запрос направлен напрямую. Такая опция также стимулирует сотрудников соблюдать нормы и правила компании, а возможность оставаться анонимным поможет людям постепенно раскрываться, так как страхи и следование авторитетам могут подавлять желание высказывать свои идеи и быть открытыми.",
                    "Ответственный сотрудник организации может формулировать ответы для сотрудников или выбирать из сгенерированных искусственным интеллектом вариантов ответов, опираясь на нормы и стандарты работы компании.",
                    "Не стоит бояться или думать о том, что если дать ресурс открытой культуры свободы слова в компании, то сотрудники «захватят мир». Это дополнительная способность видеть больше в своей организации и, обладая этой информацией, развиваться.",
                    "Например,в фильме \"Шоу Трумана\", главный герой жил за заданным сценарием на протяжении примерно 30 лет и был участником шоу, и осознание этого пришло, когда он начал замечать, что происходит вокруг него. Все так же, как и вчера, только сегодня он уже хочет и готов посмотреть на свою реальность. И приходит к развивающемуся финалу его личности. Если вы работали над культурой и демократией в вашей организации, система и AI только подтвердят это, и работа над улучшениями и поддержкой будет для вас само собой разумеющимся процессом. Если у вас нет желания видеть вещи, которые можно развивать, ни одна самая точная система не сможет вам показать то, во что вы не хотите смотреть и осознавать.",
                    "Важно понимать, что ответы на запросы сотрудников – это не соглашение со всем, а также возможность обучить и дать понять сотрудникам, почему определенные процессы и решения происходят определенным образом и почему это важно.",
                    "Ведь одна из причин, почему возражения возникают, - это недостаточная информация!",
                    "ENPS - это электронный опросник об удовлетворенности с индивидуально настраиваемыми параметрами для вашей организации. Он поможет определить у каких менеджеров, торговых точек, онлайн площадок и команд какая удовлетворенность и какие запросы.",
                    "А также добавление результатов ENPS к оценке эффективности ответственных сотрудников может усилить работу менеджеров в данном показателе.",
                    "Система также, сохраняя анонимность и безопасность высказываний сотрудников, сможет предоставить вам аналитику проблемных запросов и частоту их возникновения. Для сотрудника это прозрачное мнение, а для организации разложенная по слоям системная аналитика удовлетворенности работой в организации и запросов.",
                    "Может ли быть фактор случайности, необъективности или упережденности - возможно, но вероятность этого в репрезентативном периоде и при использовании тестовых ротаций сводится к минимуму.",
                    "Это все дает сотрудникам ощущение и ресурсы свободы, осознание возможности самовыражения на работе и получение на запросы объективного и честного решения, которое не противоречит политике организации. А также чувство, что не только организация оценивает сотрудника по определенным критериям работы, но и сотрудник оценивает благоприятность условий труда. Стоит также отметить, что это, для человеческой природы, дарит многим желаемое чувство влияния и значимости, о котором мы",
                    "Часто в романтических фильмах при съемке используется глубина резкости на главных героях в кадре. Это значит, что когда в кадре пара влюбленных, они находятся в фокусе, а остальное размывается, теряя фокус. Это визуальный прием, который усиливает передачу идеи влюбленности и показывает, что остальное не важно, кроме объекта любви.",
                    "Что же может создать такие кадры «влюбленности» в работе между компанией и сотрудником? Когда все остальное в моменте теряет фокус, кроме радости от происходящего?",
                    "Сделайте автоматическое поздравление сотрудников с Днем Рождения, с повышением, а также поздравления по поводу отработанного периода в организации.",
                    "Автоматическая генерация тематических мемов, новостей об организации и интересных фактов, а также создание клубов интересов всегда могут увеличить энтузиазм к работе.",
                    "Также использование геймификации в системе с рейтингами и поощрениями, где сотрудники могут получать баллы, бонусы и соревноваться в игровой форме, а затем использовать набранные кредиты и бенефиты в свою пользу.",
                    "Систематизацию корпоративной культуры с помощью AI можно реализовать через приложение, в которое сотрудники будут хотеть заходить, как в ленту Instagram, потому что там будет интересная и важная информация для сотрудника.",
                    "А система нажатия нескольких кнопок всегда отобразит вам желанную аналитику по вышеупомянутым аспектам культуры вашей организации.",
                    "В финале этой статьи вспомнилось, что Илон Маск, купил Twitter (название изменено на «X»). Многих интересовал вопрос, зачем к таким масштабным и технологичным компаниям добавляется еще и социальная сеть? Многие скажут – для власти, и в этом что-то есть. Однако сам Илон отвечает в интервью, что эта покупка была сделана с одной целью – развитие демократии и свободы слова человечества.",
                    "Какова свобода слова в вашей организации? Насколько свободно выражают свои мысли, идеи и предложения сотрудники? Как культура вдохновляет стать частью организации не только потому, что это важно, но и потому, что это интересно?",
                    "И, конечно же, подобно случаю с Илоном Маском и идеей свободы слова, такие ресурсы несомненно обеспечивают большее влияние, в случае бизнеса - <b>влияние на мир вашей организации.</b>"
                ],
                "list": [
                    [
                        "Разрешение для всех сотрудников оставлять отзывы и задавать вопросы через специальную систему, что создает возможность для всех выражать мнение и предложения.",
                        "Поддержка идеи - «Я могу сказать обо всем!», даже если это в письменной форме.",
                        "Создание системы, которая обеспечивает по запросу сотрудника анонимность или открытость вопросов и запросов."
                    ]
                ],
                "link": [
                    "расскажем больше в статье о системе роста, продвижения и оценки персонала."
                ]
            },
            "employees-promotion": {
                "subtitle": [
                    "Хотели бы ли вы, чтобы вы и ваши дети жили в мире, где нет аварий на дорогах?",
                    "Что скажет человек? Что скажет система?",
                    "Цифровая система не чувствует утомления в расчетах"
                ],
                "img-caption": [
                    "The movie «Terminator 2:Judgment day (1991)», directed by James Cameron",
                    "The animation movie «Inside Out» (2015). Story by Pete Docter; Ronnie del Carmen",
                    "The TV Show «Westworld (2016)», directed by Jonathan Nolan, Lisa Goy",
                    "The movie «Barbie» (2023).directed by Greta Gerwig"
                ],
                "paragraph": [
                    "Почему тема статьи о повышении и развитии сотрудников начинается с обсуждения\nвопроса об авариях?",
                    "В вопросе об авариях, вероятно, многим хотелось бы жить в мире, где риски для жизни минимизированы как можно больше. Если мы будем исследовать, как сделать так, чтобы аварий на дорогах не было, ответ состоит в исключении человеческого фактора на дорогах. Более подробно об этом можно узнать из работ Жака Фреско.",
                    "Также Жак Фреско рассматривал концепцию мира, в котором нет коррупции, войн и правительство служит народу, соблюдая все нормы и установленные правила. И идеальным правительством может быть существо, у которого нет чувств, а только следование своим программам.",
                    "И одним из вспомогательных методов для создания продуктивной, служащей людям и ценностям компании системы повышения оценки и развития персонала является исключение человеческого фактора из таких процессов. Это достигается путем разработки индивидуальных критериев эффективности для организации и доверия системе расчетов цифровым опциям. Идея заключается в оценке людей исключительно по их результатам в выбранных категориях, которые измеряются цифрами, а не чувствами и эмоциями.",
                    "Та самая \"авария\" в организации происходит, когда эффективность сталкивается с эмоциональным человеческим фактором.",
                    "У всех живых существ есть определенные модели поведения. Когда человек оказывается в определенной среде, он ее оценивает и выбирает необходимую для себя стратегию взаимодействия. Только если человек попробует что-то и ему это понравится, он захочет повторить это. Потрогал один предмет - больно, потрогал другой - приятно. Люди занимают выгодные позиции для получения пищи и крова, и через систему вознаграждения они улучшают свою жизнь. У человека есть широкий диапазон таких \"программ\", иначе люди бы вымерли.",
                    "Роботы с программами не могут отклониться от своих программ, если нет других запрограммированных вариаций. Будет ли система, у которой есть запрограммированные критерии расчета, испытывать симпатию или нелюбовь к сотруднику, который набрал наибольшую или низкую эффективность? Нет, потому что у этой системы нет таких чувств.",
                    "Одному менеджеру удобно работать с определенным типом сотрудников, и вероятно, его решения будут сводиться к тому, чтобы отдать преимущества в продвижении и помощи выбранному человеку, однако в этот же момент может быть другой сотрудник более эффективен для организации, чем для менеджера. Но из-за человеческих критериев не попадет в фильтр для человека, который принимает решения о повышении. Причины могут быть разными - от того, что сотрудник идейный и задает неудобные вопросы, до того, что у него не такие \"горящие глаза\", как нужно.",
                    "Анализируя жизненный опыт, многие могут вспомнить, что в рабочем пространстве наблюдали любовные отношения между сотрудниками, дружеские отношения, вражду и недовольство. Вероятно, не только на работе, но и в школе или колледже одни влюбляются, другие ссорятся, и люди взрослеют и развиваются, однако чувства остаются, так как так устроена природа. Можно, конечно, регулировать вопросы взаимоотношений тренингами по правилам и нормам, однако мы никогда не сможем запретить людям быть людьми. Люди не должны испытывать чувство вины из-за того, что они люди. Однако можно позаботиться о том, чтобы эмоциональный фактор не влиял отрицательно на успех организации и таланты.",
                    "Если у людей будет помощник, который возьмет на себя систематизацию процессов, расчеты и аналитику, то что мы можем получить:",
                    "Цифровая технология развития сотрудников представляет собой \"карту сокровищ\" с понятным маршрутом и наградой в результате.",
                    "Чем более понятна система и расчеты, тем больше сотрудников будет мотивировано следовать этим маршрутам и приносить пользу организации через свой рост. И, вероятно, мы можем столкнуться с мнением, что эта система не точна и ошибочна, однако только цифры могут показать эффективность в сравнительном периоде. Что произошло с показателями после введения системы и что было до? Это будет ответом.",
                    "Люди выполняют свои роли уже с цифровым напарником в команде. Не нужно думать о том, кого из сотрудников повышать - ваша система уже посчитала рейтинги. Не нужно объяснять симпатичному и приятному коллеге, почему возможно в этом месяце он не получил премию или повышение – система рассчитает все результаты и покажет причинно-следственную связь.",
                    "А постоянные промежуточные итоги результатов помогают снизить \"боль\" ожиданий человека от работы, так как <b>большинство людей страдают не от фактических обстоятельств, а от своих ожиданий</b>. Система охватывает все запросы и заложенные расчеты, в то время как способность человека контролировать все до мелочей ограничена."
                ],
                "list": [
                    [
                        "Исключение эмоционального фактора при принятии решений о повышении и развитии сотрудников, так как система согласно заданных критериев отображает лидеров.",
                        "Беспрерывный доступ к показателям, влияющим на которые сотрудники увеличат свою эффективность и эффективность компании.",
                        "Автоматический и системный расчет показателей с детализацией каждого параметра, что также дает беспрерывную обратную связь для сотрудников.",
                        "Минимизация культуры угождения или предвзятости, сосредотачиваясь на заданных показателях.",
                        "Структурированная система развития сотрудника через изучение информации/ практику/достижение результатов и беспрерывную поддержку.",
                        "Включение результатов и баллов электронного обучения сотрудников в систему оценки и развития."
                    ]
                ],
                "link": [
                    "Статья о повышении сотрудников на ключевые позиции в компании - Цифровое повышение. «Great at doing stuff»."
                ],
                "bold": [
                    "У цифровой системы с сотрудником и компанией - \"рациональный диалог\", в то время как люди могут быть рациональными с другими людьми настолько, насколько они позволяют."
                ]
            },
            "general": {
                "init": "В каждой статье, когда мы рассматриваем преимущества и возможности цифровых технологий, мы имеем в виду случай, когда технология или искусственный интеллект не запрограммированы на обратное. Миссия и философия MISEENSCREEN заключаются в том, чтобы через цифровые технологии предоставить людям больше времени на то, чего они сами хотят: творчество, сокращение рабочего дня, решение стратегических задач, масштабирование. Наши технологии и философия направлены на то, чтобы сделать возможное будущее мира бизнеса и обучения лучше, продуктивнее и легче. Кроме того, через наши статьи и блоги мы рассказываем, каким образом мы реализуем проекты и в наших работах мы ссылаемся на собственный опыт и изученную информацию.",
                "created-at": "Время публикации:",
                "themes": "Темы:"
            }
        },
        "names": {
            "darya": "Дарья Приймак"
        }
    }
}

export default translation