const translation = {
    "contact-us": {
        "title": "Запланировать встречу",
        "contacts": {
            "title": "Get in touch instantly"
        },
        "form": {
            "problem": "Как мы можем Вам помочь?",
            "name": "Имя",
            "company": "Компания",
            "email": "Рабочий email",
            "employees-amount": "Количество сотрудников",
            "phone": "Номер телефона",
            "services": {
                "ecommerce": "Электронная комерция",
                "placeholder": "Необходимые сервисы",
                "web-services": "Онлайн сервисы и веб порталы",
                "elearning-solution": "Электронное обучение",
                "hr-software": "Hr приложения",
                "analytics": "Управление и аналитика",
                "other": "Другое",
                "multiple-select": "*доступен множественный выбор"
            },
            "submit": "Отправить",
            "files": {
                "title": "Файлы",
                "add": "Перетащите или кликните для <b>загрузки файлов</b>",
                "tip": "Макс. количество файлов: {count}, Макс. размер файла: {size} МБ",
                "drag-tip": "Зарузить файлы"
            },
            "errors": {
                "problem": "Поле пустое",
                "name": "Имя слишком короткое, мин. длина: {min}",
                "company": "Название компании слишком короткое, мин. длина: {min}",
                "employees-amount": "Поле пустое",
                "email": "Поле пустое",
                "phone": "Поле пустое",
                "services": "Ни одного сервиса не выбрано",
                "file-count": "Слишком много файлов, макс. количество: {maxCount}",
                "file-size": "Файл {name} слишком большой, макс размер {maxSize} МБ",
                "file-format": "Файл {name} имеет запрещённый формат"
            }
        },
        "result": {
            "success-title": "Ваша форма успешно отправлена. В течение 24 часов наш менеджер свяжется с вами по указанным контактным данным",
            "error-title": "Что-то пошло не так. Попробуйте отправить форму позже",
            "to-form": "Вернуться к форме",
            "to-home": "Вернуться на главную страницу"
        }
    }
}

export default translation