const translation = {
    "welcome": {
        "adaptation": "Adaptation your business ideas through technologies",
        "sub": "Custom web apps development"
    },
    "stack": {
        "ecommerce": "Электронная комерция",
        "web-services": "Онлайн сервисы и веб порталы",
        "elearning-solution": "Электронное обучение",
        "hr-software": "Hr приложения",
        "analytics": "ERP системы\n \nКомпания в смартфоне\n\nУправление и аналитика",
        "crm": "CRM"
    },
    "cooperation": {
        "title": "Cooperation with MISEENSCREEN",
        "responsibility": "Ответственность",
        "responsibility-description": "Мы работаем через заключение индивидуальных договоров, выставлением счетов и подписанием актов выполненных работ.",
        "technologies": "Лучшие технологии разработки",
        "technologies-description": "После детального анализа запросов и целей заказчика команда программистов подбирает наилучшие технологии и языки программирования для реализации продукта. В предыдущем проекте мы использовали для пользовательского интерфейса React.js вместе с TypeScript Ona (SPA).",
        "guarantee": "Гарантия и защита",
        "guarantee-description": "Мы предоставляем на выполненные работы гарантию и обслуживание от 6 до 12 месяцев. В течение гарантийного периода мы отвечаем на все запросы и оказываем как техническую, так и информационную поддержку, включая обучение по использованию продукта.",
        "support": "Поддержка 24/7",
        "support-description": "На протяжении всего сотрудничества с нами и в течение гарантийного обслуживания мы предоставляем поддержку 24/7 по всем запросам от заказчика, касающимся разработки  и работы продукта.",
        "launch": "Поддержка запуска",
        "launch-description": "После реализации продукта команда MISEENSCREEN осуществляет сопровождение запуска. Мы предоставляем обучающие материалы, охватывающие весь функционал, а также обучение по использованию продукта через видео, тренинги и инструкции. В рамках гарантийного обслуживания мы отвечаем на все запросы и вопросы заказчика, связанные с работой разработанного продукта."
    },
    "philosophy": {
        "title": " Философия MISEENSCREEN",
        "allInOnce-description": "MISEENSCREEN предоставляет полный спектр услуг для реализации вашей идеи на экранах смартфонов и других устройств. Мы поможем вам с созданием названия, стиля, логотипа, разработкоій концепции, написанием текстов, разработкой функционала и оказываем помощь в запуске проекта. Мы готовы предоставить все необходимое для успешной реализации вашего проекта.",
        "companyInSmartphone-description": "При разработке веб-приложений команда MISEENSCREEN придерживается концепции \"компания в смартфоне\". Эта концепция направлена на помощь бизнесу в оптимизации системы и объединении процессов, требующих участия нескольких департаментов, в одну кнопку.\n\nМы также предлагаем нашим заказчикам решение, которое оптимизирует последующее обслуживание веб-приложения и разрабатываем ключевые функции управления, минимизируя необходимость привлечения программиста для обслуживания продукта.",
        "passionate-description": "На каждом этапе вашего проекта работают люди, которые не только заинтересованы в успешной реализации проекта в данный момент, но также уделяют внимание долгосрочной перспективе, которая влияет на историю развития компании.Команда MISEENSCREEN активно участвует в каждом этапе вашего проекта. \n\nНаш первый крупный проект был выполнен двумя специалистами, которые глубоко изучили каждый этап, начиная от технического задания и дизайна, и заканчивая back-end, front-end и QA. Сегодня при разработке нового проекта мы работаем в команде, состоящей из опытных специалистов и талантливых профессионалов. Однако на каждом этапе проекта мы оставляем нашу экспертизу и сопровождение создателей, которые постоянно обучаются новым системам и \nтехнологиям в своей области ответственности.",
        "passionate-link": "Дополнительную информацию вы можете найти в разделе \"Our Story\".",
        "allInOnce-article": "Everything Everywhere And At Once",
        "companyInSmartphone-article": "Company In Smartphone Concept",
        "passionate-article": "Passionate And In Touch"
    },
    "steps": {
        "title": "Этапы\nразработки",
        "qa": "QA тестирование",
        "qa-description": "Команда QA анализирует требования к порталу, пользовательские истории и проектную архитектуру. Параллельно с разработкой, наша команда проверяет, чтобы ваш веб-портал работал согласно плану и соответствовал всем установленным требованиям, а также обеспечивает безопасность ваших данных.",
        "deployment": "Развертывание и настройка",
        "deployment-description": "После реализации продукта команда MISEENSCREEN осуществляет сопровождение запуска. Мы предоставляем обучающие материалы, охватывающие весь функционал, а также обучение по использованию продукта через видео, тренинги и инструкции. В рамках гарантийного обслуживания мы отвечаем на все запросы и вопросы заказчика, связанные с работой разработанного продукта.",
        "support": "Поддержка после запуска",
        "support-description": "Мы предоставляем на выполненные работы гарантию и обслуживание от 6 до 12 месяцев. В течение гарантийного периода мы отвечаем на все запросы и оказываем как техническую, так и информационную поддержку, включая обучение по использованию продукта.",
        "monitoring": "Беспрерывная производительность",
        "monitoring-description": "MISEENSCREEN несет ответственность за управление производительностью веб-портала, устранение неполадок, развитие и управление изменениями, чтобы поддерживать высокую доступность вашего портала и его соответствие вашим потребностям.",
        "planning": "Планирование",
        "planning-description": "Проведение детального изучения конкретных потребностей вашего бизнеса, анализ соответствующих нормативных ограничений, сбор и обработка мнений и ожиданий заинтересованных сторон проекта, а также разработка подробных требований к порталу и техническим спецификациям.",
        "task": "Техническое задание",
        "task-description": "В техническом задании фиксируются технические характеристики, которым должен соответствовать проект, требования к визуальной составляющей, а также подробно описывается механика всего функционала продукта.",
        "design": "Дизайн",
        "design-description": "Создание проекта архитектуры портала и реализация UX/UI дизайна.\nПри разработке дизайна учитываются принципы удобства и интуитивности использования, а также учитываются пожелания заказчика относительно концепции, стиля, цветов и желаемых элементов дизайна.",
        "development": "Разработка Backend & frontend",
        "development-description": "Команда программистов разрабатывает продукт в соответствии с утвержденным техническим заданием, макетами и таймлайном. Продукт адаптируется под все устройства и операционные системы, и каждая функция доступна для тестирования Заказчикам поэтапно. В среднем каждые 2-4 недели выпускается новая опция в соответствии с утвержденным таймлайном проекта.",
        "arrow-up": "Назад",
        "arrow-down": "Вперёд"
    },
    "cases": {
        "title": "Кейсы",
        "sub-title": "Электронное обучение и\nуправление розничними процессами",
        "text": "Наша первая разработка веб-приложения предназначена для компании МНС Инвестмент, официального представителя итальянских модных брендов Calzedonia, Intimissimi, Tezenis и Falconeri в Украине. Мы создали корпоративный портал для обучения сотрудников, поддержки и развития корпоративной культуры, а также систематизации ритейл-процессов компании."
    },
    "cases-points": {
        "title": "Кейсы",
        "sub-title": "Реализованный индивидуальный проект для MNS INVESTMENT - официальный представитель брендов CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI в Украине",
        "article": {
            "portal": "Мультибрендовый корпоративный портал для сотрудников",
            "education": "Система обучения и развития персонала",
            "optimization": "Оптимизация и управление ритейл процессами"
        }
    },
    "about-us": {
        "title": "Behind the screen",
        "person": {
            "darya": {
                "name": "Daria Pryimak",
                "role": "Project manager & Owner",
                "skills": `
                    3 ГОДА ОПЫТА В РАЗРАБОТКЕ И УПРАВЛЕНИИ ВЕБ-ПРИЛОЖЕНИЯМИ\n
                    3 ГОДА ОПЫТА В РАЗРАБОТКЕ СИСТЕМЫ ОБУЧЕНИЯ, РАЗВИТИЯ И ОЦЕНКИ СОТРУДНИКОВ, СИСТЕМЫ НАБОРА ПЕРСОНАЛА И СОЗДАНИЯ КОРПОРАТИВНОЙ КУЛЬТУРЫ НА ПОЗИЦИИ РУКОВОДИТЕЛЯ ОТДЕЛА ОБУЧЕНИЯ И ПЕРСОНАЛА В MNS INVESTMENT, ОФИЦИАЛЬНОГО ПРЕДСТАВИТЕЛЯ БРЕНДОВ CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI В УКРАИНЕ\n
                    3 ГОДА ОПЫТА УПРАВЛЕНИЯ МАГАЗИНОМ НА ДОЛЖНОСТИ ДИРЕКТОРА МАГАЗИНА В КОМПАНИИ БЫТОВОЙ ТЕХНИКИ ФОКСТРОТ
                `,
                "about": "Меня зовут Дарья, и я менеджер по экранизации ваших идей. Я сопровождаю и несу ответственность за проект от первого общения до подписания передачи готового продукта. Мной будет разработано коммерческое предложение, техническое задание, обучающие материалы и инструкции по использованию готового продукта. Также я буду вашим менеджером по запуску, предоставлять информационную поддержку, проводить тренинги и обучение, чтобы вы эффективно запустили и внедрили новые разработки и процессы в свой бизнес."
            },
            "vladimir": {
                "name": "Volodymyr Poltavskyi",
                "role": "IT Director",
                "skills": `
                    1.5 ГОДА В РАЗРАБОТКЕ ВЕБ ПРИЛОЖЕНИЙ\n
                    1.5 ГОДА РАЗРАБОТКИ BACK-END ПРИЛОЖЕНИЙ\n
                    1.5 ГОДА РАЗРАБОТКИ FRONT-END ПРИЛОЖЕНИЙ
                `,
                "about": "Привет, меня зовут Владимир и я IT Director проекта MISEENSCREEN. Я разрабатываю UI интерфейсы и серверные приложения любой уровни сложности. Ваши продукты будут работать стабильно все 24/7, будут легко расширяться под любые требования."
            },
            "story": "Прочитайте нашу историю <to-story>(Our Story)</to-story>, чтобы узнать больше о том, кто, как и с какой философией будет разрабатывать новые продукты для вашего бизнеса."
        }
    }
}

export default translation