const translation = {
    "pages": {
        "main": {
            "title": "Разработка веб-приложений",
            "description": "Онлайн сервисы и веб-приложения, Электронная комерция, Порталы для электронного обучения, Разработки для HR, Пользовательская ERP-система"
        },
        "contact-us": {
            "title": "Свяжитесь с нами. Команда разработки веб-приложений",
            "description": "Запланируйте онлайн-встречу с командой MISEENSCREEN, чтобы обсудить создание веб-приложений для вашего бизнеса.\nОнлайн сервисы и веб-приложения, Электронная комерция, Порталы для электронного обучения, Разработки для HR, Пользовательская ERP-система"
        },
        "services": {
            "title": "Индивидуальные решения для веб-приложений",
            "description": "Онлайн сервисы и веб-приложения, Электронная комерция, Порталы для электронного обучения, Разработки для HR, Пользовательская ERP-система"
        },
        "privacy-policy": {
            "title": "Политика конфиденциальности",
            "description": "Это заявление о конфиденциальности объясняет, какие личные данные собирает MISEENSCREEN от вас и как мы используем эти данные"
        },
        "terms": {
            "title": "Terms",
            "description": "Этот сайт обеспечивает онлайн-доступ к информации о Компании и наших продуктах, услугах и возможностях"
        },
        "who-we-are": {
            "title": "Who We Are",
            "description": "Behind the screen: Наша история о пути, стратегии и миссию разработки веб-приложений. Электронная коммерция, электронное обучение, программное обеспечение для управления персоналом, пользовательские ERP, веб-приложения."
        }
    }
}

export default translation