const translation = {
    "privacy-policy": {
        "title": "Политика конфиденциальности",
        "section": [
            {
                "title": "О нас",
                "paragraph": "Мы - компания MISEENSCREEN, которая развивается в США и предоставляющая услуги по разработке веб-приложений. Мы создаем условия, обеспечивающие вам приятный опыт во время посещения нашего веб-сайта, а также предоставляем материалы и информацию, которые помогут вам быстро найти ответы на ваши вопросы относительно наших услуг. Мы также гарантируем непрерывную работу сайта. Все это возможно благодаря вашей добровольной помощи, когда вы предоставляете нам свои личные данные. Мы полностью осознаем, что личные данные являются чувствительной информацией, и мы очень серьезно относимся к вашей конфиденциальности. Чтобы предотвратить возникновение беспокойства в этом отношении, мы разработали данную политику конфиденциальности, которая в подробностях описывает нашу работу с вашими личными данными."
            },
            {
                "title": "Какую личную информацию мы собираем",
                "paragraph": [
                    "MISEENSCREEN собирает данные, чтобы предоставлять вам прямую обратную связь относительно наших услуг. Вы предоставляете некоторые из этих данных напрямую, например, когда заполняете форму \"Свяжитесь с нами\", для обращения за поддержкой. Мы получаем некоторые данные с помощью технологий, таких как файлы cookie, а также получаем отчеты об ошибках или данные об использовании из программного обеспечения, работающего на вашем устройстве.",
                    "Мы также получаем данные от третьих лиц. Мы защищаем данные, полученные от третьих лиц, согласно описанным в данном заявлении процедурам, а также дополнительным ограничениям, установленным источником данных. Эти источники третьих лиц могут меняться со временем, но на данный момент они включают:",
                    "Поставщики услуг, которые помогают нам определить местоположение на основе вашего IP-адреса для настройки определенных продуктов под ваше местоположение. Партнеры, с которыми мы предлагаем совместные услуги или проводим совместные маркетинговые мероприятия. Публично доступные источники, такие как открытые государственные базы данных или другие данные, находящиеся в открытом доступе. У вас есть возможность выбирать, какие данные мы собираем. Когда вас просят предоставить личные данные, вы можете отказаться. Однако, если вы решите не предоставлять данные, необходимые для оказания услуги или функции или обратной связи, вы можете не иметь возможности использовать эту услугу или функцию или получить обратную связь.",
                    "Среди данных, которые мы собираем, могут быть следующие:"
                ],
                "description-list": [
                    { "title": "Имя и контактная информация", "description": "Мы собираем следующие данные: ваше имя, фамилию, рабочий адрес электронной почты, номер телефона, название компании и другие аналогичные контактные данные." },
                    { "title": "Демографические данные", "description": "Мы собираем данные о вас, такие как ваша страна и предпочитаемый язык." },
                    { "title": "Данные о веб-сайте", "description": "Мы собираем данные о том, как вы взаимодействуете с вебсайтом Miseenscreen. Например, мы собираем: Детали поведения посетителей, то есть данные о разделах веб-сайта, которые вы посещаете, и о том, сколько времени вы там проводите." },
                    { "title": "Данные конфигурации", "description": "Мы собираем данные о сети, которую вы используете для подключения к нашему веб-сайту. Это включает ваш IP-адрес. Отчеты об ошибках и данные о производительности. Мы собираем данные о проблемах, с которыми вы сталкиваетесь при использовании наших услуг. Эти данные помогают нам диагностировать проблемы и предлагать решения. В зависимости от вашей среды и настроек просмотра, отчеты об ошибках могут содержать такие данные, как тип или серьезность проблемы, детали программного или аппаратного обеспечения, связанные с ошибкой, содержимое файлов, которые вы использовали в момент возникновения ошибки, а также данные о другом программном обеспечении на вашем устройстве. Данные для устранения неполадок и помощи. Если MISEENSCRENN занимается устранением неполадок и помощью, мы собираем данные о вас и вашем оборудовании, программном обеспечении и других деталях, связанных с инцидентом. Такие данные включают контактную информацию, содержимое ваших чатов и других коммуникаций с MISEENSCREEN, данные о состоянии компьютера и приложения во время возникновения сбоя и во время диагностики, а также данные о системе и реестре, касающиеся установки программного обеспечения и конфигурации оборудования." }
                ],
                "paragraph-1": [
                    "Пожалуйста, обратите внимание, что вы можете передавать личные данные, которые мы НЕ требуем, в разделе \"Описание\" формы \"Свяжитесь с нами\". Мы не будем использовать эту информацию никаким образом, кроме как для ее хранения на нашем резервном сервере. Пожалуйста, не передавайте нам никакие личные данные, не запрашиваемые непосредственно от вас.",
                    "Наш веб-сайт не предназначен для детей и частных лиц, и мы не собираем сознательно данные, относящиеся к ним. Родители могут отозвать ранее данное согласие и просмотреть, отредактировать или запросить удаление личных данных своих детей.",
                    "Мы также можем собирать личные данные от третьих лиц, которые имеют ваше согласие на передачу ваших данных нам, или из общедоступных источников."
                ]
            },
            {
                "title": "Зачем мы собираем личные данные",
                "paragraph": [
                    "MISEENSCREEN собирает данные в следующих целях: отправка коммуникаций, включая рекламные сообщения; реклама; анализ статистики посетителей веб-сайта; устранение технических проблем на веб-сайте; улучшение пользовательского опыта на веб-сайте.",
                    "При осуществлении этих целей мы намерены сообщать вам о вопросах, о которых вы просили нас сообщить; связаться с вами, если нам необходимо получить или предоставить дополнительную информацию; убедиться, что наши записи верны, и время от времени проверять, что вы довольны и удовлетворены. Мы не передаем или обмениваем списки электронной почты с другими организациями и предприятиями.",
                    "Однако, чтобы обеспечить конфиденциальность, мы используем технологические и процедурные меры защиты, предотвращающие утечку данных. Например, мы храним данные, которые мы собираем от вас непосредственно или косвенно, такие как ваше имя, адрес электронной почты или номер телефона, название компании, в безопасной базе данных.",
                    "Кроме того, вы можете подписаться на рассылку электронной почты и выбрать, хотите ли вы получать рекламные сообщения от MISEENCREEN по электронной почте."
                ]
            },
            {
                "title": "Почему мы передаем личные данные",
                "paragraph": [
                    "Мы будем передавать вашу информацию нашему Центру разработки, который будет обрабатывать ваш запрос. Наш Центр разработки должен соблюдать требования по защите и конфиденциальности данных и не имеет права использовать полученные от нас личные данные для каких-либо других целей, кроме указанных выше. Для обеспечения достаточного уровня защиты личных данных, которые вы предоставляете, все обязательства Центра разработки устанавливаются в соглашении между MISEENSCREEN и Центром разработки.",
                    "Мы будем иметь доступ к личным данным, передавать, раскрывать и сохранять их, если мы имеем законную уверенность в том, что это необходимо для:",
                    "Соблюдения применимого закона или ответа на законный юридический процесс, включая запросы правоохранительных органов или других государственных агентств. Защиты наших клиентов, например, для предотвращения спама или попыток мошенничества в отношении пользователей наших услуг или для предотвращения утраты жизни или серьезного повреждения кого-либо. Защиты прав MISEENSCREEN, включая применение условий, регулирующих использование услуг. Если сторонними агентами обрабатываются личные данные от нашего имени в несоответствии с принципами, изложенными здесь, мы остаемся ответственными, если не докажем, что не несем ответственности за происшествие, вызвавшее ущерб.",
                    "Обратите внимание, что некоторые страницы нашего веб-сайта содержат ссылки на продукты третьих сторон, чьи практики в области конфиденциальности могут отличаться от практик MISEENSCREEN. Если вы предоставляете личные данные какойлибо из этих сторон, ваши данные регулируются их политикой конфиденциальности."
                ]
            },
            {
                "title": "Какие права у вас есть",
                "paragraph": [
                    "У вас есть право просмотреть, изменить или удалить личную информацию, которую мы храним:",
                    "Вы можете запросить информацию о личных данных, которые мы храним о вас, и о том, кому передаются ваши личные данные, в любое время.",
                    "Вы можете попросить нас обновить и исправить любые устаревшие или неверные/ неполные личные данные, которые мы храним о вас бесплатно.",
                    "Вы можете отказаться от получения любых маркетинговых коммуникаций, которые мы можем отправлять вам. Этот выбор не распространяется на обязательные сервисные коммуникации.",
                    "Вы можете отозвать свое согласие на обработку ваших данных в любое время.",
                    "Вы можете запросить удаление или обновление своей личной информации здесь.",
                    "Отправьте свой запроc по адресу (почта). Мы ответим на запросы о доступе или удалении ваших личных данных в течение 30 дней."
                ]
            },
            {
                "title": "Уведомление для конечных пользователей",
                "paragraph": [
                    "MISEENSCREEN может предоставлять свои услуги организациям. Ваше использование веб-сайта MISEENSCREEN может подчиняться политикам вашей организации, если они существуют. Если вашим использованием веб-сайта Miseenscreen управляет ваша организация, пожалуйста, обратитесь с вопросами о конфиденциальности к вашему администратору. MISEENSCREEN не несет ответственность за политику конфиденциальности или меры безопасности наших клиентов, которые могут отличаться от тех, которые описаны в настоящем заявлении о конфиденциальности.",
                    "Если вы используете адрес электронной почты, предоставленный организацией, с которой вы связаны, такой как работодатель или учебное заведение, владелец домена (например, ваш работодатель), связанного с вашим адресом электронной почты, может получать доступ и обрабатывать ваши данные, включая содержимое ваших коммуникаций и файлов."
                ]
            },
            {
                "title": "Как мы обеспечиваем безопасность ваших данных",
                "paragraph": [
                    "Мы используем различные технологии и процедуры безопасности для защиты ваших личных данных от несанкционированного доступа, использования или раскрытия. Например, мы храним предоставленные вами личные данные на компьютерных системах с ограниченным доступом, находящихся в контролируемых помещениях."
                ]
            },
            {
                "title": "Срок хранения данных",
                "paragraph": [
                    "MISEENSCREEN хранит личные данные в течение необходимого времени для предоставления вам запрошенных услуг и обратной связи, а также для выполнения других важных целей, таких как соблюдение наших законных обязательств и обеспечение исполнения наших договоров. Поскольку эти потребности могут различаться для разных типов данных, фактические сроки хранения могут варьироваться. Критерии, используемые для определения сроков хранения, включают:",
                    "Являются ли личные данные чувствительного характера? Если да, то обычно целесообразно установить сокращенный срок хранения, который составляет до пяти лет.",
                    "Подлежит ли MISEENSCREEN юридическому, контрактному или аналогичному обязательству сохранения данных?",
                    "Примеры могут включать обязательные законы о сохранении данных в применимой юрисдикции, правительственные приказы о сохранении данных, связанных с расследованием, или данные, которые должны быть сохранены в целях судебного разбирательства."
                ]
            },
            {
                "title": "Как мы изменяем эту политику конфиденциальности",
                "paragraph": [
                    "Мы будем обновлять это заявление о конфиденциальности по мере необходимости, чтобы изменить его условия или отразить отзывы клиентов. Когда мы размещаем изменения в этом заявлении, мы пересмотрим дату \"последнего обновления\" в верхней части заявления. Если в заявлении внесены существенные изменения, мы уведомим вас, либо вывесив заметное уведомление о таких изменениях до их вступления в силу, либо прямо отправив вам уведомление."
                ]
            },
            {
                "title": "Как с нами связаться",
                "paragraph": [
                    "Если у вас есть вопросы по поводу конфиденциальности, жалоба или вопросы по защите данных, пожалуйста, напишите нам по адресу(адрес). Мы ответим в течение 30 дней."
                ]
            }
        ]
    }
}

export default translation