const translation = {
    "privacy-policy": {
        "title": "Политика конфиденциальности",
        "section": [
            {
                "title": "О нас",
                "paragraph": "Мы компания MISEENSCREEN, расположенная в США, предоставляющая услуги по разработке веб-приложений. Мы создаем среду, которая обеспечивает приятный опыт при посещении нашего веб-сайта, и предоставляем материалы и информацию, чтобы наши клиенты могли быстро найти ответы на свои вопросы относительно наших услуг. Мы также гарантируем бесперебойную работу веб-сайта. Все это становится возможным благодаря вашей добровольной поддержке и предоставлению вами личных данных. Мы полностью понимаем, что личные данные являются чувствительной информацией, и мы очень серьезно относимся к вашей конфиденциальности. Чтобы избежать любых беспокойств по этому поводу, мы разработали эту политику конфиденциальности, которая детально описывает нашу работу с вашими личными данными."
            },
            {
                "title": "Какие личные данные мы собираем?",
                "paragraph": [
                    "MISEENSCREEN собирает данные для предоставления вам обратной связи относительно наших услуг. Вы предоставляете некоторые из этих данных напрямую, например, при заполнении формы «Свяжитесь с нами» для получения поддержки. Мы также получаем некоторые данные с помощью технологий, таких как файлы cookie, а также получаем отчеты об ошибках или данные о том, как используется программное обеспечение на вашем устройстве.",
                    "Мы также получаем данные от третьих сторон. Мы защищаем данные, полученные от третьих сторон, в соответствии с процедурами, описанными в этом заявлении, а также с соблюдением дополнительных ограничений, установленных источником данных.",
                    "Эти источники третьих сторон могут изменяться со временем, но на данный момент они включают:"
                ],
                "information-list": [
                    "Поставщиков услуг, которые помогают определять ваше местоположение на основе IP-адреса для настройки продуктов в зависимости от вашего региона.",
                    "Партнеров, с которыми мы совместно предоставляем услуги или проводим маркетинговые кампании.",
                    "Публично доступные источники, включая открытые государственные базы данных или другую общедоступную информацию."
                ],
                "paragraph-1": [
                    "Вы имеете право выбирать, какие данные мы собираем. В случае запроса предоставить личные данные вы можете отказаться. Однако если вы не предоставите данные, необходимые для предоставления определенной услуги, функции или получения обратной связи, доступ к этим возможностям может быть ограничен.",
                    "Среди данных, которые мы собираем, могут быть следующие:"
                ],
                "description-list": [
                    { "title": "Имя и контактная информация", "description": "Мы собираем следующие данные: ваше имя, электронную почту, номер телефона, название компании и другие подобные контактные данные." },
                    { "title": "Демографические данные", "description":  "Мы собираем данные о вас, например, вашу страну и предпочитаемый язык." },
                    { "title": "Данные веб-сайта", "description":  " Мы собираем данные о том, как вы взаимодействуете с веб-сайтом MISEENSCREEN. Например, мы собираем детали поведения посетителей, включая данные о разделах веб-сайта, которые вы посещаете, и времени, которое вы проводите на этих страницах." },
                    { "title": "Конфигурационные данные", "description":  "Мы собираем данные о сети, которую вы используете для подключения к нашему веб-сайту. Это включает ваш IP-адрес." },
                    { "title": "Отчеты об ошибках и данные о производительности", "description": "Мы собираем данные о проблемах, с которыми вы сталкиваетесь при использовании наших услуг. Эти данные помогают нам диагностировать проблемы и предлагать решения. В зависимости от вашего окружения и настроек просмотра отчеты об ошибках могут включать такие данные, как тип или серьезность проблемы, информацию о программном или аппаратном обеспечении, связанном с ошибкой, содержимое файлов, которые вы использовали при ошибке, и данные о другом программном обеспечении на вашем устройстве."},
                    { "title": "Данные для устранения ошибок и технической поддержки", "description": "Если MISEENSCREEN участвует в решении проблем и предоставлении поддержки, мы собираем данные о вас и вашем оборудовании, программном обеспечении и других сведениях, связанных с инцидентом. Эти данные включают контактную информацию, содержание ваших чатов и другого общения с MISEENSCREEN, данные о состоянии вашего компьютера и программ в момент сбоя и в процессе диагностики, а также данные о вашей системе и реестре, связанные с установкой программного обеспечения и конфигурацией оборудования." }
                ],
                "paragraph-2": [
                    "Обратите внимание, что вы можете передавать личные данные, которые мы НЕ запрашиваем, в разделе «Описание» формы «Свяжитесь с нами». Мы не будем использовать эту информацию иначе, как для ее хранения на нашем резервном сервере. Пожалуйста, не предоставляйте нам личные данные, которые не были прямо запрашиваемы. Наш веб-сайт не предназначен для детей и частных лиц, и мы сознательно не собираем данные, касающиеся их. Родители могут отозвать ранее предоставленное согласие, просмотреть, отредактировать или потребовать удалить личные данные своих детей. Мы также можем собирать личные данные от третьих лиц, которые имеют ваше согласие на передачу этих данных нам или из общедоступных источников."
                ]
            },
            {
                "title": "Для чего мы собираем персональные данные",
                "paragraph": [
                    "MISEENSCREEN собирает данные для следующих целей: улучшение коммуникаций, включая рекламные сообщения; реклама; анализ статистики посетителей веб-сайта; устранение технических проблем на веб-сайте; улучшение пользовательского опыта на веб-сайте.",
                    "Для достижения этих целей мы намерены информировать вас о вопросах, которые вы попросили нас освещать; связываться с вами, если нам нужно получить или предоставить дополнительную информацию; проверять точность наших записей и периодически убеждаться, что вы удовлетворены и свободны в своем выборе. Мы не передаем и не обмениваем списки электронных адресов с другими организациями и компаниями.",
                    "Для обеспечения конфиденциальности мы используем технологические и процедурные меры для защиты данных от утечек. Например, мы храним данные, которые мы собираем непосредственно или косвенно (такие как ваше имя, электронная почта, номер телефона и название компании) в безопасной базе данных.",
                    "Также у вас есть возможность подписаться на нашу электронную рассылку и выбрать, хотите ли вы получать рекламные сообщения от MISEENSCREEN на вашу электронную почту."
                ]
            },
            {
                "title": "Почему мы предоставляем персональные данные?",
                "paragraph": [
                    "Мы передадим вашу информацию в наш Центр разработки для обработки вашего запроса. Центр разработки обязуется соблюдать требования защиты данных и конфиденциальности и имеет право использовать полученные от нас персональные данные только для целей, указанных выше. Для обеспечения должного уровня защиты персональных данных, которые вы предоставляете, все обязательства Центра разработки устанавливаются в соглашении между MISEENSCREEN и центром разработки.",
                    "Мы имеем право получать доступ, передавать, раскрывать и хранить персональные данные, если существует законное основание для этого, в том числе для:"
                ],
                "list": [
                    "Соблюдения действующего законодательства или ответов на судебные требования, включая запросы правоохранительных органов или других государственных учреждений.",
                    "Защиты наших клиентов, например, для предотвращения спама, мошенничества или других ненадлежащих действий по отношению к пользователям наших услуг, а также для предотвращения серьезных потерь или нанесения ущерба.",
                    "Защиты прав MISEENSCREEN, включая применение условий использования наших услуг."
                ],
                "paragraph-1": [
                    "Если сторонние агенты обрабатывают персональные данные от нашего имени в способ, который противоречит указанным принципам, мы остаемся ответственными, если не сможем доказать, что не несем ответственности за инцидент, который вызвал ущерб.",
                    "Обратите внимание, что некоторые страницы нашего веб-сайта содержат ссылки на продукты третьих сторон, чья практика конфиденциальности может отличаться от практики MISEENSCREEN. Если вы предоставляете персональные данные любой из этих сторон, ваши данные регулируются их политикой конфиденциальности."
                ]
            },
            {
                "title": "Ваши права",
                "paragraph": [
                    "Вы имеете право просматривать, изменять или удалять персональную информацию, которую мы храним:"
                ],
                "list": [
                    "Вы можете в любое время запросить информацию о персональных данных, которые мы храним о вас, а также о лицах или организациях, которым передаются ваши персональные данные.",
                    "Вы имеете право запросить обновление или исправление устаревших, некорректных или неполных данных, которые мы храним о вас, бесплатно.",
                    "Вы можете отказаться от получения маркетинговых коммуникаций, которые мы можем отправлять. Этот выбор не распространяется на обязательные коммуникации, касающиеся предоставления услуг.",
                    "Вы имеете право отозвать свое согласие на обработку ваших данных в любое время.",
                    "Вы можете запросить удаление или обновление вашей персональной информации, обратившись к нам."
                ],
                "paragraph-1": [
                    "Отправьте свой запрос на указанный адрес (почтой). Мы отвечаем на запросы о доступе к вашим персональным данным или их удалении в течение 30 дней."
                ]
            },
            {
                "title": "Информирование для конечных пользователей",
                "paragraph": [
                    "MISEENSCREEN может предоставить свои услуги организациям. Ваше использование веб-сайта MISEENSCREEN может поддерживать политику вашей организации, если она существует. Если вы используете веб-сайт MISEENSCREEN через вашу организацию, пожалуйста, обратитесь к своему администратору по вопросам конфиденциальности. MISEENSCREEN не несет ответственности за политику конфиденциальности или меры безопасности клиентов, которые могут отличаться от тех, которые описаны в текущем заявлении о конфиденциальности.",
                    "Если вы используете адрес электронной почты, предоставленный организацией, с которой вы связаны как работодатель или учебное заведение, владелец домена (например, ваш работодатель), связанного с вашим адресом электронной почты, может получить доступ и обработать ваши данные, включая поддержку ваших коммуникаций и файлов."
                ]
            },
            {
                "title": "Как мы обеспечиваем безопасность ваших данных",
                "paragraph": [
                    "Мы используем различные технологии и процедуры безопасности для защиты ваших персональных данных от несанкционированного доступа, использования или раскрытия. Например, мы храним предоставленные вами персональные данные в компьютерных системах с ограниченным доступом, расположенных в контролируемых помещениях."
                ]
            },
            {
                "title": "Срок хранения данных",
                "paragraph": [
                    "MISEENSCREEN хранит персональные данные в течение того времени, которое необходимо для предоставления запрашиваемых услуг и обратной связи, а также для выполнения других важных целей, таких как соблюдение юридических обязательств и обеспечение выполнения наших контрактов. Длительность хранения данных может изменяться в зависимости от их типа.",
                    "Критерии, используемые для определения сроков хранения, включают:"
                ],
                "list": [
                    "Являются ли персональные данные конфиденциальными? Если да, обычно устанавливается более короткий срок хранения — до пяти лет.",
                    "Обязует ли MISEENSCREEN законодательство, договор или другие подобные требования хранить эти данные?"
                ],
                "paragraph-1": [
                    "Примеры таких требований могут включать законы о обязательном хранении данных в соответствующей юрисдикции, правительственные распоряжения о хранении данных, касающихся расследования, или необходимость хранить данные для целей судебного разбирательства."
                ]
            },
            {
                "title": "Как мы изменяем эту политику конфиденциальности",
                "paragraph": [
                    "Мы будем обновлять это уведомление о конфиденциальности при необходимости, чтобы изменить его условия или учесть отзывы клиентов. При внесении изменений мы обновим дату «последнего обновления» в верхней части этого уведомления. Если изменения будут существенными, мы сообщим вам об этом или разместим соответствующее уведомление на видном месте."
                ]
            },
            {
                "title": "Как с нами связаться",
                "paragraph": [
                    "Если у вас есть вопросы по поводу конфиденциальности, жалобы или вопросы по защите данных, пожалуйста, напишите нам по адресу. Мы отвечаем в течение 30 дней."
                ]
            }
        ]
    }
}

export default translation