const translation = {
    "services": {
        "ecommerce": {
            "title": "Электронная комерция",
            "props": [
                "B2C/B2B веб-приложения",
                "Онлайн-маркетплейсы",
                "Прогрессивные веб-приложения (ПВД) для E-commerce",
                "Headless E-commerce"
            ],
            "description": [
                "Эффективная и инновационная платформа электронной коммерции, которая поможет вам увеличить продажи и создать свой онлайн-бизнес.",
                "Один из принципов нашей работы — это оптимизация системы и процессов для большего вовлечения человеческих ресурсов в управление, творчество и достижение других, более важных для компании целей. Наша команда анализирует и предлагает максимальное количество вариантов оптимизации рабочих процессов, исходя из целей заказчика."
            ],
            "stack": [
                "Пользовательский интерфейс, интеграция платежных систем, управление каталогом, аналитика;",
                "Адаптация для всех устройств и регионов, где вы будете работать (включая язык);",
                "Все другие важные функции, необходимые для успешной работы вашего интернет-магазина."
            ]
        },
        "elearning": {
            "title": "Электронное обучение",
            "props": [
                "Система управления обучением",
                "Порталы для электронного обучения",
                "Программное обеспечение онлайн-прокторинга",
                "Система управления учебным контентом",
                "Решения для управления знаниями"
            ],
            "stack": [
                "Поддержка многоязычного контента",
                "Поддержка нескольких типов контента (текст, аудио, изображения, видео, анимация, виртуальная реальность)",
                "Контент, созданный пользователями",
                "Структурированное хранение учебных материалов",
                "Инструменты для создания курсов",
                "Поиск учебного контента по заголовкам, метаданным и полному тексту",
                "Мультиплатформенный доступ для учеников, тренеров и менеджеров",
                "Самостоятельная или управляемая менеджером регистрация пользователей",
                "Профили учеников с контактными данными, информацией о курсах, экзаменах, сертификатах и другом",
                "Персонализированные учебные маршруты",
                "Онлайн-задания и курсы",
                "Оценка результатов с аналитикой (тестирование, аттестация)",
                "Управление электронными сертификатами после завершения курса/обучения",
                "Рекомендации и советы для пользователей",
                "Аналитика, история и прогресс обучения",
                "Сбор и обработка обратной связи пользователей",
                "Панели инструментов с аналитикой использования учебного контента: интенсивность использования портала; время, проведенное на курсах; успеваемость и уровень удовлетворенности пользователей порталом, а также другие похожие функции для тренеров и менеджеров",
                "Форумы обсуждений",
                "Чаты",
                "Образовательные сообщества",
                "Взаимодействие с контентом электронного обучения через лайки, шеринги, комментарии",
                "Геймифицированное обучение",
                "Формирование автоматических рейтингов результатов пользователей",
                "Система уведомлений через любой канал коммуникации (SMS, email, внутренний чат платформы)",
                "Система оценки удовлетворенности пользователей"
            ],
            "description": [
                "Мы поможем вам создать онлайн-обучение для персонала и развить корпоративную культуру в вашей компании. Проанализировав ваши цели, мы предложим рекомендации, проверенные технологии и кейсы для создания онлайн-обучения сотрудников.",
                "Ваши учебные материалы будут интересными и увлекательными: с системой геймифицированного тестирования; быстрым и систематическим обратным связью по результатам; системой развития и автоматической аттестацией; аналитикой и автоматическим формированием рейтингов, доступных на смартфоне вашего сотрудника.",
                "Мы также создаем для платформы функции для вовлечения сотрудников в корпоративную жизнь: новостные ленты, автоматизированные поздравления с праздниками и изменением должности, рейтинги эффективности, поддержку персонала и расчет уровня удовлетворенности."
            ],
            "comment": "Моя мечта развивать тренинговый департамент, создавать систему обучения и тренинги — реализовалась в международной компании CALZEDONIA GROUP.\n\nЯ всегда совмещаю в своей работе качества системного менеджера, приобретенные на руководящих позициях, и творческий подход. Поэтому в построении процессов моя ключевая цель всегда заключалась в максимальной оптимизации процессов с помощью технологий, чтобы оставалось больше времени для творчества.\n\nСейчас мне 29 лет, и у меня 10 лет опыта в управлении и бизнесе. Однако я всегда стремлюсь к обучению и развитию. В настоящее время я студентка колледжа в Лос-Анджелесе, где изучаю кинематографическое искусство и производство. Это помогает мне не только развивать свой креативный потенциал, но и изучать различные методики обучения в США, анализировать их эффективность и применять лучшие идеи при разработке моих проектов."
        },
        "hr-software": {
            "title": "Создание HRM-систем",
            "props": [
                "Оптимизация рекрутинга",
                "Автоматизация административных процессов",
                "Эффективное управление кадрами",
                "Повышение продуктивности",
                "Аналитика и отчетность",
                "Улучшение взаимодействия в команде"
            ],
            "stack": [
                "База данных сотрудников",
                "Профили сотрудников",
                "Жизненный цикл занятости сотрудников",
                "Управление заработной платой",
                "Бенефиты для сотрудников",
                "Отчетность и аналитика",
                "Корпоративная политика и справочник сотрудника",
                "Организационная структура",
                "База знаний и развития сотрудников",
                "Портал самообслуживания сотрудников",
                "Виртуальные помощники и чат-боты для сотрудников",
                "Набор персонала",
                "Система адаптации и введения в должность",
                "Управление результативностью",
                "Управление компетенциями",
                "Система повышения и аттестации",
                "Внутренние переводы на другую должность",
                "Обучение и развитие",
                "Планирование кадрового потенциала",
                "Управление вовлеченностью",
                "Прогнозирование поведения сотрудников с использованием предиктивной аналитики",
                "Управление отсутствиями сотрудников",
                "Трекинг рабочего времени",
                "Аналитика времени присутствия и отсутствия",
                "Планирование рабочего графика сотрудников",
                "Управление задачами и активностью"
            ]
        },
        "custom-erp": {
            "title": "ERP-Системы",
            "segments": [
                {
                    "subtitle": "ERP-система, разработанная компанией MISEENSCREEN, предназначена для удовлетворения уникальных операционных и стратегических потребностей предприятия путем создания индивидуальной функциональности.\n\nНаша ERP-система обеспечивает интеграцию всех функций управления бизнесом и облегчает принятие решений на основе данных, а также является масштабируемой и адаптированной к бизнесу системой.",
                    "props": [
                        { "title": "HR-управление", "details": "Управление кадровой политикой и персоналом от набора и адаптации до расчета заработной платы, посещаемости, обучения и управления запросами сотрудников." },
                        { "title": "Управление продажами и маркетингом", "details": "Функциональность для автоматизации управления заказами клиентов, планирования маркетинговых кампаний на основе данных, общения с клиентами и получения информации о динамике продаж." },
                        { "title": "Управление операциями по предоставлению услуг", "details": "Планирование, контроль и оптимизация рабочих процессов, связанных с обслуживанием. Управление соглашением об уровне обслуживания. Проведение опросов и электронного голосования для сбора идей по улучшению сервиса." },
                        { "title": "Управление проектами", "details": "Планирование и мониторинг проекта, назначение и отслеживание задач, инструменты совместной работы (мгновенный обмен сообщениями, общий файловый простор и т. д.)." }
                    ]
                },
                {
                    "subtitle": "",
                    "props": [
                        { "title": "Управление документацией", "details": "Централизованное хранение различных типов документов, удобная навигация и обмен документами, шаблоны документов." },
                        { "title": "Управление знаниями и развитием", "details": "Централизованное хранилище знаний с мощной поисковой системой, автоматизированной классификацией знаний, инструментами обмена знаниями и совместной работы." },
                        { "title": "Бизнес-аналитика", "details": "Комплексный анализ данных и функции визуализации для мониторинга, измерения и оптимизации продуктивности каждого бизнес-отдела." }
                    ]
                }
            ],
            "description": "При разработке веб-приложений команда MISEENSCREEN придерживается концепции \"компания в смартфоне\". Эта концепция направлена на помощь бизнесу в оптимизации системы и объединении процессов, требующих участия нескольких департаментов, в одно нажатие.\n\nМы также предлагаем нашим клиентам решение, которое оптимизирует дальнейшее обслуживание веб-приложения, и разрабатываем ключевые функции управления, минимизируя необходимость привлечения программиста для поддержки продукта.",
            "comment": "Я начинала свой путь с работы продавцом-консультантом и постепенно развивалась до должности руководителя отдела персонала и обучения. На каждом этапе мне было важно обеспечить быстрое соединение между сотрудником или клиентом, у которого есть запрос, и компетентным специалистом, который может этот запрос решить. Также я стремилась минимизировать человеческий фактор в бизнес-процессах.\n\nБлагодаря опыту и навыкам, полученным на разных этапах моей карьеры, я разработала продукт, который помогает оптимизировать ключевые бизнес-процессы, систематизировать работу в соответствии с видением и требованиями организации, а также автоматически рассчитывать аналитику этих событий в цифровом формате и представлять результаты."
        },
        "web-portals": {
            "title": "Web Порталы",
            "subtitle": "Разработка веб-портала — это комплексная услуга по планированию и внедрению безопасного и удобного цифрового пространства для обслуживания ваших клиентов, партнеров и сотрудников. Веб-порталы обеспечивают функции самообслуживания для целевых пользователей и предоставляют доступ к услугам, продуктам, информации и средствам связи.",
            "props": [
                { "title": "Порталы Самообслуживания", "details": "Мы агрегируем информацию о продуктах или услугах вашей компании и позволяем зарегистрированным пользователям запрашивать информацию, активировать/деактивировать и планировать услуги, связываться с представителями компании, решать вопросы." },
                { "title": "Порталы для Клиентов", "details": "Мы создаем цифровое пространство, где ваши клиенты могут получить доступ к вашим продуктам и размещать онлайн-заказы, подписываться на услуги, отправлять запросы на обслуживание, делиться своим опытом с вами и другими пользователями." },
                { "title": "Порталы для Сотрудников", "details": "Мы внедряем безопасную платформу, позволяющую вашим сотрудникам отправлять и управлять запросами на кадровые, ИТ-услуги и услуги, связанные с объектами, получать доступ к структурированным корпоративным данным, сотрудничать и оставаться в курсе корпоративных событий." },
                { "title": "Порталы для Электронной Коммерции", "details": "Мы создаем интуитивно понятный опыт покупок для бизнес-покупателей и индивидуальных потребителей и можем интегрировать портал электронной коммерции в омниканальную розничную экосистему." },
                { "title": "Электронное Обучение", "details": "Мы создаем порталы для корпоративного обучения и развития персонала, для учебных заведений и бизнес обучения." },
                { "title": "Порталы для Коммуникации", "details": "Мы объединяем людей со схожими интересами и поощряем их приобретать новые знания и делиться опытом через форумы, блоги, чаты и другие средства общения." }
            ]
        },
        "crm": {
            "title": "CRM",
            "subtitle": "Повышение эффективности бизнеса, улучшение коммуникации с клиентами и рост продаж благодаря CRM-системам для вашего бизнеса.",
            "props": [
                { "title": "Клиентский портал" },
                { "title": "CRM-самообслуживание" },
                { "title": "Портал для продаж" },
                { "title": "Портал для службы поддержки" },
                { "title": "CRM для партнеров" },
                { "title": "Мобильные CRM-приложения" }
            ],
            "service-props": [
                {
                    "title": "Клиентский портал (CRM-самообслуживание)",
                    "details": "• Просмотр и изменение данных\n" +
                        "профиля.\n" +
                        "• Онлайн-запросы в службу\n" +
                        "поддержки (создание запросов,\n" +
                        "отслеживание их статусов).\n" +
                        "• Управление подписками и\n" +
                        "услугами.\n" +
                        "• Доступ к персонализированным\n" +
                        "предложениям и скидкам.\n" +
                        "• История платежей, заказов и\n" +
                        "взаимодействий с компанией.\n" +
                        "• Доступ к базе знаний (FAQ,\n" +
                        "инструкции, обучающие материалы)."
                },
                {
                    "title": "Портал для службы продаж",
                    "details": "• Просмотр и изменение данных\n" +
                        "профиля.\n" +
                        "• Онлайн-запросы в службу\n" +
                        "поддержки (создание запросов,\n" +
                        "отслеживание их статусов).\n" +
                        "• Управление подписками и\n" +
                        "услугами.\n" +
                        "• Доступ к персонализированным\n" +
                        "предложениям и скидкам.\n" +
                        "• История платежей, заказов и\n" +
                        "взаимодействий с компанией.\n" +
                        "• Доступ к базе знаний (FAQ,\n" +
                        "инструкции, обучающие материалы)."
                },
                {
                    "title": "Helpdesk CRM",
                    "details": "• Создание, распределение и\n" +
                        "управление заявками.\n" +
                        "• Автоматизация ответов (сценарии,\n" +
                        "чат-боты).\n" +
                        "• Каталог часто задаваемых\n" +
                        "вопросов и база знаний для клиентов и\n" +
                        "сотрудников.\n" +
                        "• Интеграция с телефонами,\n" +
                        "мессенджерами, email.\n" +
                        "• Аналитика удовлетворенности\n" +
                        "клиентов (CSAT, NPS).\n" +
                        "• Инструменты для управления SLA\n" +
                        "(Service Level Agreement)."
                },
                {
                    "title": "CRM для партнеров",
                    "details": "• Управление профилями партнеров\n" +
                        "(данные, история взаимодействий).\n" +
                        "• Доступ к документам: договорам,\n" +
                        "маркетинговым материалам, прайсам.\n" +
                        "• Инструменты для анализа\n" +
                        "эффективности партнеров (объемы\n" +
                        "продаж, активность).\n" +
                        "• Возможность создания заказов и\n" +
                        "запросов напрямую через портал.\n" +
                        "• Совместное планирование\n" +
                        "маркетинговых активностей."
                },
                {
                    "title": "CRM-приложения",
                    "details": "• Полный доступ к информации о\n" +
                        "клиентах (контакты, история\n" +
                        "взаимодействий, сделки).\n" +
                        "• Создание и управление задачами,\n" +
                        "встречами и звонками.\n" +
                        "• Удобное обновление данных в\n" +
                        "режиме реального времени (например,\n" +
                        "после переговоров).\n" +
                        "• Push-уведомления о важных\n" +
                        "событиях (например, новых заявках,\n" +
                        "пропущенных дедлайнах).\n" +
                        "• Интеграция с геолокацией (для\n" +
                        "планирования маршрутов встреч).\n" +
                        "• Встроенные инструменты\n" +
                        "коммуникации: звонки, мессенджеры."
                }
            ],
            "comment": "Каждое из этих решений предоставляет ключевой функционал для улучшения взаимодействия с клиентами и партнерами."
        },
        "note": {
            "title": "A note from our founder",
            "quote": "“People love what other people are passionate about”",
            "source": "From movie La La Land"
        }
    }
}

export default translation