const translation = {
    "services": {
        "ecommerce": {
            "title": "Электронная комерция",
            "props": [
                "B2C/B2B веб-приложения",
                "Онлайн маркетплейс",
                "Прогрессивные веб-приложения для электронной коммерции",
                "Headless commerce"
            ],
            "description": [
                "Эффективная и инновационная платформа электронной коммерции, которая поможет вам увеличить продажи и создать свой онлайн-бизнес. Независимо от масштаба вашего проекта, наша команда разработчиков создаст пользовательский интерфейс, интеграцию платежных систем, управление каталогом, аналитику, адаптацию под все устройства, необходимые языки и страны и другие важные функции, необходимые для успешной работы вашего интернет-магазина.",
                "Один из принципов нашей работы - это оптимизация системы и освобождение человеческих ресурсов для творчества, управления, вовлечения в процессы и достижения других целей заказчика. Наша команда анализирует и предлагает максимальное количество вариантов оптимизации рабочих процессов, исходя из целей заказчика."
            ]
        },
        "elearning": {
            "title": "Электронное обучение",
            "props": [
                "Система управления обучением",
                "Порталы для электронного обучения",
                "Программное обеспечение для удаленного прокторинга",
                "Learning content management system",
                "Решения для управления знаниями"
            ],
            "stack": [
                "Поддержка многоязычного контента",
                "Поддержка нескольких типов контента (текст, аудио, изображения, видео, анимация, виртуальная реальность)",
                "Контент, созданный пользователями",
                "Структурированное хранение учебных материалов",
                "Инструменты для создания курсов",
                "Поиск учебного контента по заголовкам, метаданным и полному тексту",
                "Многоплатформенный доступ для учащихся, тренеров и менеджеров",
                "Самостоятельная или управляемая менеджером регистрация пользователей",
                "Профили учащихся с контактными данными, информацией о курсах, экзаменах, сертификатах и другое",
                "Персонализированные учебные маршруты",
                "Онлайн-задания и курсы",
                "Оценка результатов с аналитикой (тестирование, атестация)",
                "Управление электронными сертификатами по завершению курса/обучения",
                "Рекомендации и советы для пользователей",
                "Аналитика, история и прогресс обучения",
                "Сбор и обработка обратной связи пользователей",
                "Панели инструментов по использованию учебного контента, использованию портала, времени, проведенному на курсах, успеваемости и удовлетворенности пользователей и другое для тренеров и менеджеров",
                "Форумы обсуждений",
                "Чаты",
                "Образовательные сообщества",
                "Взаимодействие с контентом электронного обучения через лайки, шеринг, комментарии",
                "Геймифицированное обучение",
                "Формирование автоматических рейтингов результатов пользователей",
                "Система уведомлений через любой канал коммуникации (SMS, email, внутренний чат платформы)",
                "Система оценки удовлетворенности пользователей"
            ],
            "description": [
                "Мы поможем вам создать онлайн-обучение для персонала и развить корпоративную культуру в вашей организации. Изучив ваши цели, мы предложим рекомендации, проверенные технологии и кейсы для создания онлайн-обучения сотрудников.",
                "Ваши обучающие материалы будут интересными и увлекательными с системой геймифицированного тестирования, быстрой и систематической обратной связью по результатам, системой развития и автоматической аттестацией, аналитикой и автоматическим построением рейтингов, доступных на смартфоне вашего сотрудника. Мы также добавим в платформу функции для вовлечения сотрудников в корпоративную жизнь - новостные ленты, автоматизированные поздравления с праздниками и изменением должности, рейтинги эффективности, поддержка персонала и расчет уровня удовлетворенности."
            ],
            "comment": "Моя мечта развивать тренинговый департамент, создавать систему обучения и писать тренинги - сбылась в компании МНС ИНВЕСТМЕНТ. \n\nЯ всегда сочетаю в своей работе  качества  системного менеджера приобретенные на руководящих позициях и творческой личности. Поэтому в построении процессов моя ключевая цель всегда заключалась в максимальной оптимизации с помощью технологий, чтобы оставалось больше времени для творчества.\n\nСейчас мне 28 лет и у меня есть 10 лет опыта в управлении и бизнесе. Однако, я всегда стремлюсь к обучению и развитию. В настоящее время я являюсь студенткой колледжа в Лос-Анджелесе, где изучаю кинематографическое искусство и производство. Это помогает мне не только развивать свою креативную сторону, но и изучать различные методики обучения в США, анализировать их эффективность и применять лучшие идеи при разработке моих проектов."
        },
        "hr-software": {
            "title": "HR приложения",
            "props": [
                "Административные задачи",
                "Управление функционалом",
                "Управление талантами",
                "Управление сотрудниками",
                "Система рекрутинга"
            ],
            "stack": [
                "База данных сотрудников",
                "Профили сотрудников",
                "Жизненный цикл занятости сотрудников",
                "Управление заработной платой",
                "Бенефиты для сотрудников",
                "Отчетность и аналитика",
                "Корпоративные политики и процедуры",
                "Справочник сотрудника",
                "Организационная структура",
                "База знаний и развития сотрудников",
                "Портал самообслуживания сотрудников",
                "Виртуальные помощники и чат-боты для сотрудников",
                "Набор персонала",
                "Система адаптации и ввод в должность",
                "Управление результативностью",
                "Управление компетенциями",
                "Система повышения и аттестации",
                "Внутренний перевод на другую должность",
                "Обучение и развитие",
                "Планирование кадрового потенциала",
                "Управление вовлеченностью",
                "Предсказание поведения сотрудников с использованием предиктивной аналитики",
                "Управление отсутствиями",
                "Трекинг рабочего времени",
                "Аналитика времени присутствия и отсутствия",
                "Планирование графика работы сотрудников",
                "Управление задачами и активностью"
            ]
        },
        "custom-erp": {
            "title": "ERP системы",
            "segments": [
                {
                    "subtitle": "ERP-система, разработанная компанией MISEENSCREEN, предназначена для удовлетворения уникальных операционных и стратегических потребностей предприятия путем создания индивидуальной функциональности. Наш  ERP обеспечивает интеграцию всех функций управления бизнесом и облегчает принятие решений на основе данных, а также является масштабируемой и адаптированной к бизнесу системой.",
                    "props": [
                        { "title": "Кадровые политики", "details": "Управление кадровой политикой и управление персоналом от набора и адаптации до расчета заработной платы, посещаемости, обучения и управления запросами сотрудников." },
                        { "title": "Продажи и маркетинг", "details": "Функциональность для автоматизации управления заказами клиентов, планирования маркетинговых кампаний на основе данных, общения с клиентами и получения информации о динамике продаж." },
                        { "title": "Управление операциями по оказанию услуг", "details": "Планирование, контроль и оптимизация рабочих процессов, связанных с обслуживанием. Управление соглашением об уровне обслуживания. Проведение опросов и электронного голосования для сбора идей по улучшению сервиса." },
                        { "title": "Управление проектами", "details": "Планирование и мониторинг проекта, назначение и отслеживание задач, инструменты совместной работы (мгновенный обмен сообщениями, общее файловое пространство и т. д.)." }
                    ]
                },
                {
                    "subtitle": "",
                    "props": [
                        { "title": "Управление документацией", "details": "Централизованное хранение нескольких типов документов, простая навигация по документам и обмен ими, шаблоны документов." },
                        { "title": "Управление знаниями и развитием", "details": "Централизованное хранилище знаний с мощной поисковой системой, автоматизированной классификацией знаний, инструментами обмена знаниями и совместной работы." },
                        { "title": "Аналитика данных и BI", "details": "Комплексный анализ данных и функции визуализации для мониторинга, измерения и оптимизации производительности каждого бизнес-отдела." }
                    ]
                }
            ],
            "description": "При разработке веб-приложений команда MISEENSCREEN придерживается концепции \"компания в смартфоне\". Эта концепция направлена на помощь бизнесу в оптимизации системы и объединении процессов, требующих участия нескольких департаментов, в одну кнопку.\n\nМы также предлагаем нашим заказчикам решение, которое оптимизирует последующее обслуживание веб-приложения и разрабатываем ключевые функции управления, минимизируя необходимость привлечения программиста для обслуживания продукта.",
            "comment": "Я начинала свой путь с работы продавцом-консультантом и постепенно продвигалась до должности руководителя отдела персонала и обучения. На каждом этапе мне было важно обеспечить быстрое соединение между сотрудником или клиентом, у которого есть запрос, и ответственным сотрудником, который может решить этот запрос. Также я стремилась минимизировать человеческий фактор в бизнес-процессах.\n\nБлагодаря опыту и навыкам, полученным на различных ступенях моей карьеры, я разработала продукт, который помогает оптимизировать ключевые бизнес-процессы, систематизировать работу согласно видению и требованиям организации, а также автоматически рассчитывать аналитику этих событий в цифровом формате и представлять результаты."
        },
        "web-portals": {
            "title": "Web порталы",
            "subtitle": "Разработка веб-портала — это комплексная услуга по планированию и внедрению безопасного и удобного цифрового пространства для обслуживания ваших клиентов, партнеров и сотрудников. Веб-порталы обеспечивают функции самообслуживания для целевых пользователей и предоставляют доступ к услугам, продуктам, информации и средствам связи.",
            "props": [
                { "title": "Порталы самообслуживания", "details": "Мы агрегируем информацию о продуктах или услугах вашей компании и позволяем зарегистрированным пользователям запрашивать информацию, активировать/деактивировать и планировать услуги, связываться с представителями компании, решать вопросы." },
                { "title": "Порталы для клиентов", "details": "Мы создаем цифровое пространство, где ваши клиенты могут получить доступ к вашим продуктам и размещать онлайн-заказы, подписываться на услуги, отправлять запросы на обслуживание, делиться своим опытом с вами и другими пользователями." },
                { "title": "Порталы для сотрудников", "details": "Мы внедряем безопасную платформу, позволяющую вашим сотрудникам отправлять и управлять запросами на кадровые, ИТ-услуги и услуги, связанные с объектами, получать доступ к структурированным корпоративным данным, сотрудничать и оставаться в курсе корпоративных событий." },
                { "title": "Порталы для электронной коммерции", "details": "Мы создаем интуитивно понятный опыт покупок для бизнес-покупателей и индивидуальных потребителей и можем интегрировать портал электронной коммерции в омниканальную розничную экосистему." },
                { "title": "Электронное обучение", "details": "Мы создаем порталы для корпоративного обучения и развития персонала, для учебных заведений и бизнес обучения.  " },
                { "title": "Порталы для коммуникации", "details": "Мы объединяем людей со схожими интересами и поощряем их приобретать новые знания и делиться опытом через форумы, блоги, чаты и другие средства общения." }
            ]
        },
        "note": {
            "title": "A note from our founder",
            "quote": "“People love what other people are passionate about”",
            "source": "From movie La La Land"
        }
    }
}

export default translation