const translation = {
    "who-we-are": {
        "init": {
            "title": "Who we are",
            "location": "Located in USA\nSince 2022",
            "quote": {
                "text": "“People love what other people are passionate about”",
                "source": "The quote is from the movie \"La La Land\" (2016), directed by Damien Chazelle."
            },
            "text": `
                <p>
                    В этом разделе сайта мы хотим рассказать о наших ценностях, принципах и
                    подходе к работе через нашу историю.
                </p>
                <p>
                    Какой опыт и философия лежат в основе создания MISEENSCREEN?
                </p>
            `
        },
        "experience": {
            "text": `
                Прежде чем погружаться в философскую часть нашей
                профессиональной истории, начнём с фактов и цифр. То
                есть опыта и результатов, которые стоят за разработкой
                приложений для вашего бизнеса.
            `,
            "experience": [
                "10 ЛЕТ ОПЫТА В РИТЕЙЛЕ",
                "8 ЛЕТ ОПЫТА В МЕНЕДЖМЕНТЕ",
                "4 ГОДА В УПРАВЛЕНИИ HR&TRAINING ДЕПАРТАМЕНТОМ",
                "4 ГОДА ОПЫТА В РАЗРАБОТКЕ ВЕБ-ПРИЛОЖЕНИЙ"
            ]
        },
        "stack": {
            "foxtrot": {
                "init": `
                    Наша команда руководствуется навыками управления и
                    продаж.
                `,
                "header": `
                    4 года управления магазином с командой из 60
                    сотрудников. FOXTROT. ELECTRONIC COMPANY.
                `,
                "list": [
                    "систематическое повышение эффективности: такие высокоэффективные показатели, как CR, KPI, средний чек, выручка, трафик, кредиты, уровень удовлетворенности клиентов.",
                    "магазин занял 3-е место среди 147 магазинов Украины по выручке, тогда как до управления он был на 12-м месте.",
                    "единственный магазин, который через 6 месяцев работы обошел по выручке своего прямого конкурента Comfy. Отставание в 30-40% трансформировалось в рост +15-20%.",
                    "рост магазина по сравнению с предыдущим годом составил +100%, а рост сети - +10%.",
                    "создана система адаптации для менеджеров.",
                    "разработана система обучения персонала, в частности программа универсализации: сотрудники, которые раньше работали и знали только один отдел и товарную категорию, теперь знают и продают продукцию всего магазина."
                ]
            },
            "mns": {
                "init": `Наша команда движима креативностью людей и системой`,
                "header": `
                    4 года опыта в управлении HR и тренинговым
                    департаментом. CALZEDONIA SPA
                `,
                "list": [
                    "обеспечены результаты в подборе персонала. Средний квартальный уровень укомплектованности вакансий составил 99%",
                    "снижена годовая текучесть кадров до 20%",
                    "построена система подбора и найма персонала",
                    "выполнены аналитика и статистика в сфере HR",
                    "создана и внедрена система ежегодной аттестации персонала и менеджеров",
                    "разработана и внедрена система повышения сотрудников на следующую должность",
                    "построена система поддержки персонала и корпоративной культуры",
                    `
                        создана индивидуальная формула и рейтинг менеджеров
                        для измерения и воздействия на бизнесрезультаты,
                        который включал KPI показатели и аспекты работы с персоналом
                    `
                ]
            },
            "miseenscreen": {
                "header": `
                    4 года опыта в разработке веб-приложений. CALZEDONIA SPA и MISEENSCREEN
                `,
                "paragraph": "Что если времени будет больше?",
                "list": [
                    "управление всеми этапами ИТ-проекта от технического задания до поддержки запуска",
                    "запуск проекта и внедрение использования вебприложения в компании всеми сотрудниками",
                    "создание учебных материалов для использования приложения",
                    "управление технической поддержкой проекта"
                ]
            }
        },
        "creator-note": [
            {
                "title": "От создателя",
                "text": `
                    <p>
                        Моя карьера в роли менеджера всегда развивалась органично и продуктивно. В 20 лет я
                        стала заместителем директора после двухлетнего опыта работы продавцом -
                        консультантом, а в 21 - директором третьего магазина из 150 в ведущей компании по
                        бытовой технике в Украине - "Фокстрот".
                    </p>
                    <p>
                        В 23 года мне предложили стать региональным руководителем 15 магазинов в той же
                        компании, но я отказалась. Я отказалась из-за выгорания от работы в розничной среде.
                        Я не боюсь использовать слово "выгорание", так как именно оно стало мотивацией к
                        новым и ключевым моментам в моей жизни. На тот момент меня уже интересовало
                        развитие других компетенций. Мне хотелось попробовать новые роли в моей карьере, а
                        именно - работать в сфере HR и обучения персонала.
                    </p>
                    <p>
                        После отказа от должности регионального руководителя, я приняла решение уволиться
                        и искать работу в новой сфере деятельности, в которой также были бы полезны мои
                        менеджерские навыки. Все свои резюме я отправляла на должности руководителя
                        тренингового отдела или HRD, хотя опыта работы на таких должностях у меня не было.
                    </p>
                    <p>
                        Работая директором магазина со штатом из 40 человек, мне нравился процесс найма и
                        обучения персонала. 
                    </p>
                    <p>
                        Я создавала и развивала процесс
                        обучения в своем магазине. Мои методы обучения
                        вызвали интерес в главном офисе, и я участвовала в
                        разработке различных программ обучения и адаптации.
                        Для меня обучение было процессом, в котором я могла
                        проявлять свои творческие способности, создавать,
                        выступать и получать новые знания.
                    </p>
                `
            },
            {
                "text": `
                    <p>
                        Когда я занималась процессами обучения и развития персонала, я
                        понимала, что это те направления, в
                        которых мне интересно развиваться, поскольку это сценарии, когда
                        деятельность приносит невероятное удовлетворение. И мои навыки
                        анализа и работы с результатами и показателями, по принципу "измеряй
                        действия цифрами", дополняли мои творческие амбиции.
                    </p>
                    <p>
                        Ведь построение и развитие системы обучения и рекрутинговой системы - это
                        не только о творчестве, которое я так сильно люблю. Прежде всего, это работа с
                        результативностью для бизнеса. 
                    </p>
                    <p>
                        В своем резюме я могла продемонстрировать свой опыт
                        работы с показателями и разработкой методик обучения.
                        Однако мои заявки на должности HRD, руководителя
                        тренингового отдела, рекрутера или тренера оказались
                        безуспешными. Различные компании предлагали мне должность регионального
                        руководителя, подчеркивая что люди с такими результатами нужны им в
                        розничной среде.
                    </p>
                    <p>
                        И однажды рассылая резюме, я открыла много вкладок с вакансиями.
                        В результате ошибки, я отправила резюме в компанию МНС Инвестмент,
                        официального представителя итальянских брендов Calzedonia, Intimissimi,
                        Tezenis и Falconeri в Украине. И была приглашена на собеседование. Резюме я
                        отправила на должность регионального руководителя, и сделала это ошибочно.
                        Оказалось, что в моем сценарии случайность стала роковым событием, хотя
                        тогда конечно я не знала об этом.
                    </p>
                `
            },
            {
                "text": `
                    <p>
                        Я пошла на собеседование, и в этой компании многое было идеальным для меня - вид
                        деятельности, а именно продажа итальянского белья,
                        чулочных изделий и трикотажа, условия работы, а также
                        желаемая столица и красивый офис.
                    </p>
                    <p>
                        Но мне, конечно же, предлагали должность, на которую
                        я и отправила резюме - региональный менеджер. Это было то, 
                        от чего я ушла с предыдущего места работы и не хотела возвращаться.
                    </p>
                    <p>
                        Вечером в день первого собеседования мне позвонили с
                        приглашением на следующий этап с Генеральным Директором. 
                    </p>
                    <p>
                        Сила интереса и интуиции вела меня, и этап с
                        Генеральным Директором был замечательным опытом
                        собеседования. Интеллект и рациональность, обсуждение показателей и прочитанных книг,
                        маркетинговые компании конкурентов и анализ продаж по категориям. Я была
                        впечатлена, видя в руководителе важные для меня качества - это бизнес-подход и
                        легкость общения. Этот руководитель был одним из владельцев, и после
                        общения с ним я заинтересовалась работать с
                        человеком, общение с которым меня так впечатлило и
                        запомнилось. 
                    </p>
                    <p>
                        В рассказе о перспективах, я услышала, что в данный
                        момент компания активно развивается на рынке и также
                        планирует создать тренинговый отдел в будущем. Эта
                        информация вызвала у меня мысль о том, что если я
                        приму предложение работы, то ориентировочно через
                        год смогу развивать этот отдел. Я согласилась на
                        должность регионального менеджера с целью изучить
                        процессы компании и предложить свою кандидатуру для
                        развития отдела обучения. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Через 8 месяцев я разработала проект, чтобы
                        утвердить свою кандидатуру для построения и развития
                        тренингового отдела.
                    </p>
                    <p>
                        Важным человеком в создании проекта стал мой на тот момент
                        14-летний брат - Владимир, который сегодня является
                        партнером и разработчиком проектов MISEENSCREEN.
                        Я узнала, что он пишет игры, и попросила его написать
                        демо- версию веб-приложения для обучения и
                        корпоративной культуры компании. Мы договорились,
                        что он будет заниматься этим проектом при его
                        утверждении. И у нас получилось. После утверждения проекта и
                        концепта о том, как развивать отдел обучения и каким
                        создавать веб-приложение для этих процессов, я
                        получила одну из важнейших вещей - поддержку
                        Генерального Директора и утверждение меня на
                        роль сотрудника для развития отдела обучения. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Я начала строить тренинговый отдел, писать и
                        проводить тренинги, создавать обучающие материалы
                        для пяти разных брендов,
                        разрабатывать систему обучения, создавать тесты,
                        проводить аттестации и разрабатывать системы
                        повышения, рейтинги и аналитику. Кроме того, я
                        занялась процессом рекрутинга. Все это также было
                        направлено на развитие корпоративной культуры и
                        создание здоровой среды для персонала через поддержку
                        и взаимодействие с сотрудниками, учитывая
                        особенности поколений и цели компании. 
                    </p>
                    <p>
                        Все это происходило параллельно с развитием веб-приложения, которое охватывало процессы всех
                        жизненных циклов сотрудников компании. Процессы
                        развивались и систематизировались, а веб-платформа
                        развивалась новыми функциями. Одной из последних
                        доработок портала стала опция Retail (CUSTOM ERP), цель
                        которой перенести всю коммуникацию и процессы
                        взаимодействия,управления и обработки процессов
                        между подразделениями и сотрудниками компании. 
                    </p>
                    <p>
                        Я безумно любила чем занималась, и до сей пор люблю
                        и ценю этот период.Для меня было важно и интересно
                        все в работе компании и это, безусловно, отражалось на
                        показателях эффективности в моей зоне
                        ответственности.
                    </p>
                    <p>
                        Однако это было не навсегда. Я чувствовала это и
                        периодически повторяла себе. Эта работа была
                        удивительна, но она не была вечной как и многое а
                        вероятно и все в этом мире. Осознание этого также
                        увеличивало для меня ценность момента и торопило
                        меня успеть сделать в своей деятельности как можно
                        больше и эффективнее. Несмотря на то, что я работала в найме,
                        я относилась к своей работе и web-проекту, как к своему
                        делу.
                    </p>
                `
            },
            {
                text: `
                    <p>
                        В процессе создания web-приложения я полюбила и изучила этот процесс и планировала, что после
                        реализации данного проекта было бы здорово развивать
                        свое дело в web-разработке в будущем. И это будущее
                        наступило раньше чем я прогнозировала.
                    </p>
                    <p>
                        У меня открылась возможность и поддержка для
                        переезда в США и я приняла это как невероятную
                        возможность в жизни. Я мечтала об США, мечтала
                        получить Американское образование и развиваться в
                        одной из передовых стран мира.
                    </p>
                    <p>
                        Новая возможность и новый выбор. Выбор между тем, что одинаково
                        сильно любишь и заинтересован. У меня была любимая
                        работа с более понятными перспективами с одной
                        стороны, и США с возможностью начать
                        неизведанный и новый путь, который был также
                        интересен и желан. Не буду углубляться в рассказы о
                        своей Американской мечте, но выбор я сделала в ее
                        сторону. 
                    </p>
                    <p>
                        После моего увольнения компания, в которой я работала,
                        купила web-портал,что также позволило нам начать
                        MISEENSCREEN с достойным кейсом.
                        Мы полностью обновили весь функционал, добавили
                        новые опции для того, чтобы организация могла
                        минимизировать потребность в обслуживании
                        программиста, и компания получала удовольствие и
                        комфорт от использования нашего продукта. 
                    </p>
                    <p>
                        Web-приложение с порядка 15 опциями для обучения,
                        развития, системы оценки, поддержки персонала и
                        коммуникации с персоналом и Retail процессов было
                        создано двумя людьми, где вся часть разработки
                        продукта реализована Владимиром.
                        Владимир изучил все этапы программирования
                        продукта. Я делала ТЗ, дизайн и обучающие материалы
                        для каждой из опций. Бюджет для первого проекта
                        «мечтателей в гараже», был только внутренним и
                        ограниченным, поэтому мы делали все web приложение
                        вдвоем. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Уже сегодня над новыми проектами работает
                        полноценная команда разработчиков и дизайнеров, где
                        Владимир занимается программированием frontend и
                        backend и обеспечивает качественное выполнение
                        других этапов разработки командой программистов. Я сопровождаю весь проект и влияю на выполнение
                        обязательств перед заказчиком. Кроме того, я занимаюсь
                        коммерческим предложением, ТЗ, подбором талантов для
                        работы над проектом, информационной поддержкой и
                        помощью в запуске, а также созданием инструкций и
                        обучением пользователей продукта.
                    </p>
                    <p>
                        Таким образом после моего последнего увольнения по
                        причине переезда стало более понятным для меня, что я
                        хочу развивать свою компанию. Такой болезненный уход
                        и, в то же время, прекрасный опыт работы
                        сформировали во мне идею создания собственной
                        компании, тем более у меня есть талантливый
                        разработчик, владеющий всеми процессами
                        программирования. Если я так сильно люблю создавать такие проекты,
                        управлять ими, помогать бизнесу через web-приложения
                        я ведь могу это делать с любой точки мира через свою
                        компанию. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        MISEENSCREEN увлечено технологиями и систематизацией
                        процессов. И в нашем опыте, с помощью разработанного
                        web-портала для тренингового отдела с
                        систематизацией электронного обучения , аналитики и
                        других процессов предоставило мне как менеджеру
                        время для креативной части - написания тренингов,
                        взаимодействию с сотрудниками через посещение
                        магазинов проведению различных обучений, встреч и
                        мероприятий.
                    </p>
                    <p>
                        MISEENSCREEN верит в то, что каждый человек обладает
                        силой и способностями для развития в этом мире, и
                        когда есть ресурс, где технологии и искусственный
                        интеллект могут помочь с рядом задач, человек и
                        организация получают еще больше ценного ресурса -
                        время. Как его использовать решает только обладатель.
                    </p>
                    <p>
                        В заключении короткой истории MISEENSCREEN, это
                        совокупность многих обстоятельств, ключевые из
                        которых - это интерес и желание работать в отделе
                        обучения, рождение в семье, где твой брат талантливый
                        разработчик, и случайное становление сотрудником
                        Генерального Директора, который, возможно, не верил,
                        но всё же поддержал блеск в глазах и демо-версию
                        построения отдела обучения. 
                    </p>
                    <p>
                        Следование пути мечты и желание познавать этот мир также внесли
                        значительный вклад. Ведь если бы
                        я не выбрала новый путь развития с переездом в США,
                        мы не знаем, что бы произошло, но мы точно знаем, что
                        это обстоятельство ускорило создание
                        MISEENSCREEN.
                    </p>
                `
            },
        ]
    }
}

export default translation