const translation = {
    "who-we-are": {
        "init": {
            "title": "Who we are",
            "location": "Located in USA\nSince 2022",
            "quote": {
                "text": "“People love what other people are passionate about”",
                "source": "The quote is from the movie \"La La Land\" (2016), directed by Damien Chazelle."
            },
            "text": `
                <p>
                    Это не типичный раздел о компании, где обычно
                    описывается, насколько организация хороша, ее миссия
                    и ценности, а также наши стремления превратить вас в
                    нашего клиента. Мы представили профессиональную
                    сторону нашей работы во всех разделах нашего сайта.
                    Однако, если вы оказались на этой странице, которая
                    обычно считается одной из самых непосещаемых, это
                    может означать, что мы вызвали у вас интерес узнать
                    больше о нас.
                </p>
                <p>
                    Мы расскажем о MISEENSCREEN через нашу историю,
                    которая более глубоко и искренне раскрывает, кто мы ,
                    наши ценности, принципы и подход к работе. 
                </p>
            `
        },
        "creator-note": [
            {
                "title": "От создателя",
                "text": `
                    <p>
                        Моя карьера в роли менеджера всегда развивалась
                        органично и продуктивно. В 20 лет я стала заместителем
                        директора после двух лет работы продавцомконсультантом, а в 21 - директором третьего магазина с
                        150 ведущей компании по бытовой технике в Украине -
                        "Фокстрот".
                    </p>
                    <p>
                        В 23 года мне предложили стать региональным
                        руководителем 15 магазинов в той же компании, но я
                        отказалась. Я отказалась из-за выгорания от работы в
                        розничной среде. Я не боюсь использовать слово
                        "выгорание", так как именно оно стало толчком к новым
                        и ключевым моментам в моей жизни. На тот момент
                        меня уже интересовал развитие других компетенций.
                        Мне хотелось попробовать новые роли в моей карьере, а
                        именно - работать в сфере HR и обучения персонала.
                    </p>
                    <p>
                        После отказа от должности регионального руководителя,
                        я приняла решение уволиться и искать работу в новой
                        сфере деятельности, в которой также были бы полезны
                        мои менеджерские навыки. Все свои резюме я
                        отправляла на должности руководителя тренингового
                        отдела или HRD, хотя опыта работы на таких
                        должностях у меня не было. 
                    </p>
                    <p>
                        Работая директором магазина со штатом из 40 человек,
                        мне нравился процесс найма и обучения персонала.
                        Кроме того, в школьные годы я мечтала стать учителем
                        истории или зарубежной литературы. Возможно, эта
                        нереализованная детская мечта обучать людей
                        проявилась во мне.
                    </p>
                    <p>
                        Будучи директором, я создавала и развивала процесс
                        обучения в своем магазине. Мои методы обучения
                        вызвали интерес в главном офисе, и я участвовала в
                        разработке различных программ обучения и адаптации.
                        Для меня обучение было процессом, в котором я могла
                        проявлять свои творческие способности, создавать,
                        выступать и получать новые знания.
                    </p>
                `
            },
            {
                "text": `
                    <p>
                        Когда я занималась этим, я чувствовала особое
                        удовлетворение и понимала, что это одно из
                        направлений, в котором мне интересно развиваться,
                        поскольку это сценарий, когда деятельность приносит
                        невероятное удовлетворение. И мои навыки анализа и
                        работы с результатами и показателями, по принципу
                        "измеряй действия цифрами", укрепляли мою
                        творческую личность в этом.
                    </p>
                    <p>
                        Построение и развитие системы обучения и
                        рекрутинговой системы - это не только о творчестве,
                        которое я так сильно люблю. Прежде всего, это работа с
                        результативностью для бизнеса. И во мне соединяются
                        эти два аспекта. Я умею влиять на результаты с помощью 
                        развитых компетенций менеджера и дополнять это творческим подходом. 
                    </p>
                    <p>
                        В своем резюме я могла продемонстрировать свой опыт
                        работы с показателями и разработкой методик обучения.
                        Однако мои заявки на должности HRD, руководителя
                        тренингового отдела, рекрутера или тренера оказались
                        безуспешными. Компании предложили мне должность
                        регионального руководителя розничной торговли,
                        подчеркивая, что люди с такими результатами нужны в
                        розничной торговле, а в офисе проблем с персоналом не
                        было или потребность в розничной торговле была выше,
                        чем в офисе на желаемые для меня должности.
                    </p>
                    <p>
                        И рассылая резюме, однажды я открыла много вкладок с
                        вакансиями. В результате ошибки, я отправила резюме в
                        компанию МНС Инвестмент, официального
                        представителя итальянских брендов Calzedonia,
                        Intimissimi, Tezenis и Falconeri в Украине, и была
                        приглашена на собеседование. Резюме я отправила на
                        должность регионального руководителя, и сделала это
                        ошибочно. Оказалось, что в моем сценарии случайность
                        стала роковым событием, хотя тогда конечно я не знала
                        об этом. 
                    </p>
                `
            },
            {
                "text": `
                    <p>
                        Когда мне позвонили с приглашением на собеседование,
                        я находилась в шумном месте, и из всех слов, которые я
                        смогла услышать, это были дата, время и то, что меня
                        приглашают на собеседование в Iq Business Center. Для
                        меня это был самый красивый бизнес-центр в Киеве, и
                        тогда я очень хотела попасть внутрь этого офиса.
                        Расположение компании в лучшем офисе страны также
                        усилило мой интерес поехать на собеседование.
                    </p>
                    <p>
                        В этой компании многое было идеальным для меня - вид
                        деятельности, а именно продажа итальянского белья,
                        чулочных изделий и трикотажа, условия работы, а также
                        желаемая столица и красивый офис. Все эти факторы
                        были важны для меня, особенно учитывая то, что тогда я
                        проживала в небольшом городке около столицы.
                    </p>
                    <p>
                        Но мне, конечно же, предлагали должность, на которую
                        я и отправила резюме - региональный менеджер. То, изза чего я ушла из-за выше упомянутых причин, и не
                        хотела возвращаться, так как розничная торговля уже
                        была для меня достаточным опытом.
                    </p>
                    <p>
                        Вечером в день первого собеседования мне позвонили с
                        приглашением на следующий этап с Генеральным Директором. 
                    </p>
                    <p>
                        Сила интереса и интуиции вела меня, и этап с
                        Генеральным Директором был замечательным опытом
                        собеседования. Легкость и предметность общения - от
                        обсуждения продаж по категориям до прочитанных книг,
                        обсуждения результатов и маркетинговых компаний
                        конкурентов, я была впечатлена , видя в руководителе
                        важные для меня качества - это бизнес-подход и
                        легкость общения. Этот руководитель был одним из владельцев, и после
                        общения с ним я заинтересовалась работать с
                        человеком, общение с которым меня так впечатлило и
                        запомнилось. 
                    </p>
                    <p>
                        В рассказе о перспективах, я услышала, что в данный
                        момент компания активно развивается на рынке и также
                        планирует создать тренинговый отдел в будущем. Эта
                        информация вызвала у меня мысль о том, что если я
                        приму предложение работы, то ориентировочно через
                        год смогу развивать этот отдел. Я согласилась на
                        должность регионального менеджера с целью изучить
                        процессы компании и предложить свою кандидатуру для
                        развития отдела обучения. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        На тот момент из 18 региональных менеджеров я была
                        единственным сотрудником, привлеченным извне. Все
                        остальные выросли внутри компании и многие из них
                        также рассматривали возможность создания отдела
                        обучения, что давало им явное преимущество опыта.
                    </p>
                    <p>
                        Однако, я быстро запоминаю и учусь, это также
                        частично влияет на то что через 1-2 года я теряю
                        интерес к работе на той же позиции и ищу возможности
                        для карьерного роста, получения новых знаний и
                        навыков. И через 8 месяцев я разработала проект, чтобы
                        утвердить свою кандидатуру для построения и развития
                        тренингового отдела.
                    </p>
                    <p>
                        Важным фактором в создании проекта стал мой на тот
                        14-летний брат - Владимир, который сегодня является
                        партнером и разработчиком проектов MISEENSCREEN.
                        Я узнала, что он пишет игры, и попросила его написать
                        демо- версию веб-приложения для обучения и
                        корпоративной культуры компании. Мы договорились,
                        что он будет заниматься этим проектом при его
                        утверждении. И у нас получилось. После утверждения проекта и
                        концепта о том, как развивать отдел обучения и каким
                        создавать веб-приложение для этих процессов, я
                        получила одну из важнейших вещей - поддержку
                        генерального директора и значит утверждение меня на
                        роль сотрудника для развития отдела обучения. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Я начала строить тренинговый отдел, писать и
                        проводить тренинги, создавать обучающие материалы
                        для четверых и после пяти разных брендов,
                        разрабатывать систему обучения, создавать тесты,
                        проводить аттестации и разрабатывать системы
                        повышения, рейтинги и аналитику. Кроме того, я
                        занялась процессом рекрутинга. Все это также было
                        направлено на развитие корпоративной культуры и
                        создание здоровой среды для персонала через поддержку
                        и взаимодействие с сотрудниками, учитывая
                        особенности поколений и цели компании. 
                    </p>
                    <p>
                        Все это происходило параллельно с развитием вебприложения, которое охватывало процессы всех
                        жизненных циклов сотрудников компании. Процессы
                        развивались и систематизировались, а веб-платформа
                        развивалась новыми функциями. Одной из последних
                        доработок портала стала опция Retail (ERP), цель
                        которой перенести всю коммуникацию и процессы
                        взаимодействия,управления и обработки процессов
                        между подразделениями и сотрудниками компании. 
                    </p>
                    <p>
                        Я безумно любила чем занималась, и до сей пор люблю
                        и ценю этот период.Для меня было важно и интересно
                        все в работе компании и это, безусловно, отражалось на
                        показателях эффективности в моей зоне
                        ответственности.
                    </p>
                    <p>
                        Однако это было не навсегда. Я чувствовала это и
                        периодически повторяла себе. Эта работа была
                        удивительна, но она не была вечной как и многое а
                        вероятно и все в этом мире. Осознание этого также
                        увеличивало для меня ценность момента и торопило
                        меня успеть сделать в своей деятельности как можно
                        больше и лучше. Несмотря на то, что я работала в найме,
                        я относилась к своей работе и web-проекту, как к своему
                        делу.
                    </p>
                `
            },
            {
                text: `
                    <p>
                        В процессе создания web-приложения я полюбила и изучила этот процесс и планировала, что после
                        реализации данного проекта было бы здорово развивать
                        свое дело в web-разработке в будущем. И это будущее
                        наступило раньше чем я прогнозировала.
                    </p>
                    <p>
                        У меня открылась возможность и поддержка для
                        переезда в США и я приняла это как невероятную
                        возможность в жизни. Я мечтала об США, мечтала
                        получить Американское образование и развиваться в
                        одной из передовых стран мира.
                    </p>
                    <p>
                        С новой возможностью передо мной стал cложный на
                        тот момент выбор. Выбор между тем, что одинаково
                        сильно любишь и заинтересован. У меня была любимая
                        работа с более понятными перспективами с одной
                        стороны, и была Америка и возможность начать
                        неизведанный и новый путь, который был также
                        интересен и желан. Не буду углубляться в рассказы о
                        своей Американской мечте, но выбор я сделала в ее
                        сторону. 
                    </p>
                    <p>
                        После моего увольнения компания, в которой я работала,
                        купила web-портал,что также позволило нам начать
                        MISENSCREEN с достойным кейсом.
                        Мы полностью обновили весь функционал, добавили
                        новые опции для того, чтобы организация могла
                        минимизировать потребность в обслуживании
                        программиста, и компания получала удовольствие и
                        комфорт от использования нашего продукта. 
                    </p>
                    <p>
                        Web-приложение с порядка 15 опциями для обучения,
                        развития системы оценки, поддержки персонала и
                        коммуникации с персоналом и Retail процессов было
                        создано двумя людьми, где вся часть разработки
                        продукта реализована Владимиром.
                        Владимир изучил все этапы программирования
                        продукта. Я делала ТЗ, дизайн и обучающие материалы
                        для каждой из опций. Бюджет, как у многих начинающих
                        «мечтателей в гараже», был только внутренним и
                        ограниченным, поэтому мы делали все web приложение
                        вдвоем. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Уже сегодня над новыми проектами работает
                        полноценная команда разработчиков и дизайнеров, где
                        Владимир занимается программированием frontend и
                        backend и обеспечивает качественное выполнение
                        других этапов разработки командой программистов. Я сопровождаю весь проект и влияю на выполнение
                        обязательств перед заказчиком. Кроме того, я занимаюсь
                        коммерческим предложением, ТЗ, подбором талантов для
                        работы над проектом, информационной поддержкой и
                        помощью в запуске, а также созданием инструкций и
                        обучением пользователей продукта.
                    </p>
                    <p>
                        Таким образом после моего последнего увольнения по
                        причине переезда стало более понятным для меня, что я
                        хочу развивать свою компанию. Такой болезненный уход
                        и, в то же время, прекрасный опыт работы
                        сформировали во мне идею создания собственной
                        компании, тем более у меня есть талантливый
                        разработчик, владеющий всеми процессами
                        программирования. Если я так сильно люблю создавать такие проекты,
                        управлять ими, помогать бизнесу через web-приложения
                        я ведь могу это делать с любой точки мира через свою
                        компанию. 
                    </p>
                `
            },
            {
                text: `
                    <p>
                        Miseenscreen увлечено технологиями и систематизацией
                        процессов. И в нашем опыте, с помощью разработанного
                        web-портала для тренингового отдела с
                        систематизацией электронного обучения , аналитики и
                        других процессов предоставило мне как менеджеру
                        время для креативной части - написания тренингов,
                        взаимодействую с сотрудниками через посещение
                        магазинов проведению различных обучений, встреч и
                        мероприятий.
                    </p>
                    <p>
                        Miseenscreen верит в то, что каждый человек обладает
                        силой и способностями для развития в этом мире, и
                        когда есть ресурс, где технологии и искусственный
                        интеллект могут помочь с рядом задач, человек и
                        организация получают еще больше ценного ресурса -
                        время. Как его использовать решает только обладатель.
                    </p>
                    <p>
                        В заключении рассказа MISEENSCREEN, это
                        совокупность многих обстоятельств, ключевые из
                        которых - это интерес и желание работать в отделе
                        обучения, рождение в семье, где твой брат талантливый
                        разработчик, и случайное становление сотрудником
                        Генерального Директора, который, возможно, не верил,
                        но всё же поддержал горящие глаза и демо-версию
                        построения отдела обучения. И, конечно же, следование
                        пути мечты и желание познавать этот мир. Ведь если бы
                        я не выбрала новый путь развития с переездом в США,
                        мы не знаем, что бы произошло, но мы точно знаем, что
                        это обстоятельство точно сильно ускорило создание
                        MISEENSCREEN. Но не сильнее, чем любовь к своей
                        роли в этом мире! 
                    </p>
                `
            },
        ]
    }
}

export default translation