{
  "header": {
    "services": "Services",
    "cases": "Cases",
    "cooperation": "Cooperation",
    "our-story": "Our story",
    "blog": "Blog",
    "contact-us": "Contact us"
  },
  "stack": {
    "ecommerce": "Ecommerce",
    "web-services": "Online services&Web portals",
    "elearning-solution": "Elearning solution",
    "hr-software": "Hr software",
    "analytics": "CUSTOM ERP\n\nCOMPANY IN SMARTPHONE SOLUTIONS\n\nMANAGEMENT&ANALYTICS"
  },
  "cooperation": {
    "responsibility": "Responsibility",
    "responsibility-description": "Мы работаем через заключение индивидуальных договоров, выставлением счетов и подписанием актов выполненных работ.",
    "technologies": "The best development technologies",
    "technologies-description": "После детального анализа запросов и целей заказчика команда программистов подбирает наилучшие технологии и языки программирования для реализации продукта.В предыдущем проекте мы использовали для пользовательского интерфейса React.js вместе с TypeScript Ona (SPA).",
    "guarantee": "Guarantee&Protection",
    "guarantee-description": "Мы предоставляем на выполненные работы гарантию и обслуживание от 6 до 12 месяцев. В течение гарантийного периода мы отвечаем на все запросы и оказываем как техническую, так и информационную поддержку, включая обучение по использованию продукта.",
    "support": "Support 24/7",
    "support-description": "На протяжении всего сотрудничества с нами и в течение гарантийного обслуживания мы предоставляем поддержку 24/7 по всем запросам от заказчика, касающимся разработки  и работы продукта.",
    "launch": "Launch support",
    "launch-description": "После реализации продукта команда MISEENSCREEN осуществляет сопровождение запуска. Мы предоставляем обучающие материалы, охватывающие весь функционал, а также обучение по использованию продукта через видео, тренинги и инструкции. В рамках гарантийного обслуживания мы отвечаем на все запросы и вопросы заказчика, связанные с работой разработанного продукта."
  }
}