  {
  "header": {
    "services": "Services",
    "cases": "Cases",
    "cooperation": "Cooperation",
    "our-story": "Our story",
    "blog": "Blog",
    "contact-us": "Contact us"
  },
  "welcome": {
    "adaptation": "Adaptation of ideas for your business and activities"
  },
  "stack": {
    "ecommerce": "Ecommerce",
    "web-services": "Online services&Web portals",
    "elearning-solution": "Elearning solution",
    "hr-software": "Hr software",
    "analytics": "CUSTOM ERP\n\nCOMPANY IN SMARTPHONE SOLUTIONS\n\nMANAGEMENT&ANALYTICS"
  },
  "cooperation": {
    "title": "Cooperation with MISEENSCREEN",
    "responsibility": "Responsibility",
    "responsibility-description": "We work through the conclusion of individual contracts, invoicing, and signing certificates of completed work.",
    "technologies": "The best development technologies",
    "technologies-description": "After conducting a detailed analysis of the client's requests and goals, the team of programmers selects the best technologies and programming languages for implementing the product. In the previous project, we used React.js along with TypeScript for the user interface, specifically as a Single Page Application (SPA).",
    "guarantee": "Guarantee&Protection",
    "guarantee-description": "We provide a warranty and maintenance for completed work ranging from 6 to 12 months. During the warranty period, we respond to all inquiries and provide both technical and informational support, including training on product usage.",
    "support": "Support 24/7",
    "support-description": "Throughout our collaboration and during the warranty period, we provide 24/7 support for all  inquiries related to product development and operation.",
    "launch": "Launch support",
    "launch-description": "After the product implementation, the MISEENSCREEN team provides launch support. We offer training materials covering the entire functionality, as well as product usage training through videos, workshops, and instructions. During the warranty period, we respond to all customer inquiries and questions related to the operation of the developed product."
  },
  "philosophy": {
    "title": "Miseenscreen philosophy",
    "allInOnce-article": "Everything everywhere and at once",
    "allInOnce-description": "MISEENSCREEN offers a full range of services to bring your idea to life on smartphone screens and other devices. We can assist you with creating a name, style, logo, developing a concept, writing texts, implementing functionality, and providing support for project launch. We are prepared to provide everything needed for the successful realization of your project.",
    "companyInSmartphone-article": "Company in smartphone concept",
    "companyInSmartphone-description": "When developing web applications, the MISEENSCREEN team adheres to the concept of \"company in a smartphone.\" This concept aims to assist businesses in optimizing their systems and consolidating processes that involve multiple departments into one button.\n\nWe also offer our clients a solution that streamlines subsequent maintenance of the web application. We develop key management functions that minimize the need to involve a programmer for product maintenance.",
    "passionate-article": "Passionate and in touch",
    "passionate-description": "At every stage of your project, the MISEENSCREEN team consists of individuals who are not only interested in the successful implementation of the project at present but also pay attention to the long-term perspective that influences the company's development history. We actively participate in every stage of your project.\n\nOur first major project was executed by two specialists who deeply studied each stage, starting from the technical requirements and design, and ending with back-end, front-end, and QA. Today, when developing a new project, we work as a team consisting of experienced specialists and talented professionals. However, at every stage of the project, we retain our expertise and support from the creators who continuously acquire knowledge of new systems and technologies in their respective areas of responsibility.\n\nYou can find additional information in the \"Our Story\" section."
  },
  "steps": {
    "title": "Web app\nDevelopment\nSteps",
    "qa": "QA and testing",
    "qa-description": "The QA team analyzes the requirements for the portal, user stories, and project architecture. Parallel to the development process, our team ensures that your web portal functions according to plan and meets all established requirements. Additionally, we prioritize the security of your data.",
    "deployment": "Deployment and setup",
    "deployment-description": "After the product is implemented, the MISEENSCREEN team provides launch support. We provide training materials that cover the entire functionality of the product, as well as training on how to use the product through videos, trainings, and instructions. As part of our warranty service, we respond to all customer requests and questions related to the operation of the developed product.",
    "support": "After - release support",
    "support-description": "We provide a warranty and maintenance for the completed work for a period of 6 to 12 months. During the warranty period, we respond to all inquiries and provide both technical and informational support, including training on how to use the product.",
    "monitoring": "Ongoing monitoring",
    "monitoring-description": "MISEENSCREEN takes responsibility for managing the performance of the web portal, resolving any issues, and managing changes to ensure the high availability of your portal and its alignment with your needs.",
    "planning": "Planning",
    "planning-description": "MISEENSCREEN conducts a detailed study of your business's specific needs, analyzes relevant regulatory constraints, collects and processes the opinions and expectations of project stakeholders, and develops detailed requirements for the portal and technical specifications.",
    "task": "Technical task",
    "task-description": "The technical specification document captures the technical specifications that the project must meet, requirements for the visual components, and provides a detailed description of the mechanics of the product's entire functionality.",
    "design": "Design",
    "design-description": "Creating the portal's architecture and implementing UX/UI design.\n\nWhen designing, we take into account the principles of usability and intuitiveness of use, as well as the client's preferences regarding the concept, style, colors, and desired design elements.",
    "development": "Backend and frontend development",
    "development-description": "The team of programmers develops the product in accordance with the approved technical specification, layouts, and timeline. The product is adapted for all devices and operating systems, and each function is made available for testing to the Clients in stages. On average, a new feature is released every 2-4 weeks, according to the approved project timeline.",
    "arrow-up": "Previous",
    "arrow-down": "Next"
  },
  "cases": {
    "title": "Cases",
    "sub-title": "ELEARNING &\nMANAGEMENT RETAIL PROCESS \nWEB APP",
    "text": "Our first web application development is designed for MNS Investment, the official representative of Italian fashion brands Calzedonia, Intimissimi, Tezenis, and Falconeri in Ukraine. We have created a corporate portal for employee training, support, and the development of corporate culture, as well as systematizing the company's retail processes."
  },
  "cases-points": {
    "title": "Cases",
    "sub-title": "MNS Investment is the official representative of the CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI brands in Ukraine.",
    "article": {
      "portal": "Multi-brand corporate portal for employees",
      "education": "Employee training and development system",
      "optimization": "Optimization and management of retail processes"
    }
  },
  "about-us": {
    "title": "Behind the screen",
    "person": {
      "darya": {
        "name": "Daria Pryimak",
        "role": "Project manager & Owner",
        "skills": " 1 year of experience in developing and managing web apps.\n\n3 years of experience in developing an employee training, development, and evaluation system, recruiting system, and creating a corporate culture as the head of the training and personnel department at MNS Investment, the official representative of Calzedonia, Intimissimi, Tezenis, Falconeri brands in Ukraine.\n\n3 years of experience in managing a store in a home appliances company, Foxtrot.",
        "about": "Hello everyone,\n\nMy name is Daria, and I am a manager for bringing your ideas to the screen. I accompany and take responsibility for the project from the first communication to the signing of the delivery of the finished product. I will develop a commercial proposal, technical specifications, instructional materials, and instructions for using the finished product. I will also be your launch manager, providing informational support, conducting training, and education to help you effectively launch and implement new developments and processes into your business.\n\nRead our story (Our Story) to learn more about who, how, and with what philosophy will be developing new products for your business. "
      }
    }
  },
  "footer": {
    "tip": "Join us on MISEENSCREEN to make your business digital ideas come true",
    "warning": "By signing up, you agree to our Privacy Policy*",
    "navigate": {
      "title": "Navigate",
      "services": "Services",
      "our-story": "Our story",
      "cases": "Cases",
      "support": "Support",
      "cooperation": "Cooperation",
      "blog": "Blog",
      "contact-us": "Contact Us"
    },
    "official": {
      "title": "Official",
      "policy": "Privacy Policy",
      "terms": "Terms"
    },
    "support": {
      "title": "Support",
      "graphic": "We’re here M-F 7am - 7pm PST.",
      "contact": "Drop us a note anytime: supportmin",
      "personal-info": "Do Not Sell or Share My Personal Information",
      "cookie": "Cookie Preferences"
    },
    "social": {
      "title": "Social"
    }
  },
  "email-subscription": {
    "send": "Subscribe",
    "input-placeholder": "Your Email"
  },
  "contact-us": {
    "title": "Contact Us",
    "form": {
      "problem": "How can we help you?",
      "name": "Full name",
      "company": "Company name",
      "email": "Work email",
      "employees-amount": "The number of employee",
      "phone": "Phone",
      "services": {
        "ecommerce": "Ecommerce",
        "placeholder": "Necessary services",
        "web-services": "Online services&Web portals",
        "elearning-solution": "Elearning solution",
        "hr-software": "Hr software",
        "analytics": "Management&Analytics",
        "other": "Other"
      },
      "submit": "Submit",
      "files": {
        "title": "Files",
        "add": "Drag and drop or browse to <b>upload your file(s)</b>",
        "tip": "Max files count: {count}, Max file size: {size} MB",
        "drag-tip": "Upload Files"
      },
      "errors": {
        "problem": "Problem is empty",
        "name": "Name is too short, min. length is {min}",
        "company": "Company name is too short, min. length is {min}",
        "employees-amount": "Employees amount value is empty",
        "email": "Email is empty",
        "phone": "Phone is empty",
        "services": "No one service selected",
        "file-count": "Too many files, max count is {maxCount}",
        "file-size": "File {name} is to big, max size is {maxSize} MB",
        "file-format": "File {name} has prohibited format"
      }
    },
    "result": {
      "success-title": "You form has been successfully submitted. Within 24 hours, our manager will contact you using the provide contact information",
      "error-title": "Something went wrong. Try to send form later",
      "to-form": "Return to form",
      "to-home": "Return to home page"
    }
  },
  "services": {
    "ecommerce": {
      "title": "ECommerce",
      "props": [
        "B2C/B2B eccomerce web apps",
        "Online marketplaces",
        "Progressive eccomerce web apps",
        "Headless commerce"
      ],
      "description": [
        "An efficient and innovative e-commerce platform that will help you increase sales and create your online business. Regardless of the scale of your project, our team of developers will create a user interface, payment system integration, catalog management, analytics, adaptation for all devices, necessary languages and countries, and other important features required for the successful operation of your online store.",
        "One of the principles of our work is system optimization and freeing up human resources for creativity, management, involvement in processes, and achieving other customer goals. Our team analyzes and offers a maximum number of options for optimizing workflow based on the client's objectives."
      ]
    },
    "elearning": {
      "title": "E-Learning",
      "props": [
        "Learning management system",
        "E-learnings portals",
        "Remote proctoring software",
        "Learning content management system",
        "Knowledge management solutions"
      ],
      "stack": [
        "Support for multilingual content",
        "Support for multiple types of content (text, audio, images, videos, animations, virtual reality)",
        "User-generated content",
        "Structured storage of educational materials",
        "Tools for creating courses",
        "Search for educational content by titles, metadata, and full text",
        "Multi-platform access for students, trainers, and managers",
        "Self-registration or user registration managed by a manager",
        "Student profiles with contact information, course information, exams, certificates, and more",
        "Personalized learning paths",
        "Online assignments and courses",
        "Assessment of results with analytics (testing, certification)",
        "Management of electronic certificates upon course/training completion",
        "Recommendations and tips for users",
        "Analytics, learning history, and progress tracking",
        "Collection and processing of user feedback",
        "Tool panels for using educational content, portal usage, time spent on courses, performance, user satisfaction, and more for trainers and managers",
        "Discussion forums",
        "Chats",
        "Educational communities",
        "Interaction with e-learning content through likes, sharing, comments",
        "Gamified learning",
        "Automatic rating system for user results",
        "Notification system through any communication channel (SMS, email, internal platform chat)",
        "User satisfaction rating system"
      ],
      "description": [
        "We will help you create online training for your staff and develop a corporate culture in your organization. After studying your goals, we will offer recommendations, proven technologies, and case studies for creating online employee training.",
        "Your training materials will be interesting and engaging, with a system of gamified testing, fast and systematic feedback on results, a development system, and automatic certification, analytics, and automatic rating building, available on your employee's smartphone. We will also add features to the platform to engage employees in corporate life - news feeds, automated holiday and job change greetings, effectiveness ratings, staff support, and satisfaction level calculation."
      ],
      "comment": " My dream of developing the training department, creating a learning system, and writing trainings has come true at MNS INVESTMENT company.\n\nI always combine the qualities of a systematic manager acquired in leadership positions with a creative personality in my work. Therefore, my key goal in process building has always been maximum optimization through technology, leaving more time for creativity.\n\nI am currently 28 years old and have 10 years of experience in management and business. However, I always strive for learning and development. Currently, I am a college student in Los Angeles, where I study cinematography and production. This helps me not only develop my creative side but also study various teaching methodologies in the USA, analyze their effectiveness, and apply the best ideas in developing my projects."
    },
    "hr-software": {
      "title": "Hr Software",
      "props": [
        "Administrative tasks",
        "Service management",
        "Talent management",
        "Labour management",
        "Recruitment system"
      ],
      "stack": [
        "Employee database",
        "Employee profiles",
        "Employee lifecycle management",
        "Payroll management",
        "Employee benefits",
        "Reporting and analytics",
        "Corporate policies and procedures",
        "Employee directory",
        "Organizational structure",
        "Knowledge base and employee development",
        "Employee self-service portal",
        "Virtual assistants and chat bots for employees",
        "Staff recruitment",
        "Onboarding and induction system",
        "Performance management",
        "Competency management",
        "Promotion and certification system",
        "Internal job transfer",
        "Training and development",
        "Workforce planning",
        "Employee engagement management",
        "Predictive analytics for employee behavior",
        "Absence management",
        "Time tracking",
        "Attendance and absence analytics",
        "Employee scheduling",
        "Task and activity management"
      ]
    },
    "custom-erp": {
      "title": "Custom Erp",
      "segments": [
        {
          "subtitle": "The ERP system developed by MISEENSCREEN is designed to meet the unique operational and strategic needs of businesses by creating individual functionality. Our ERP ensures the integration of all business management functions and facilitates data-driven decision-making. It is also scalable and adaptable to the specific needs of the business.",
          "props": [
            { "title": "HR policy", "details": "Human resources policy management and personnel management, from recruitment and onboarding to payroll calculation, attendance tracking, training, and employee request management." },
            { "title": "Sales and marketing", "details": "The functionality for automating customer order management, planning marketing campaigns based on data, communicating with customers, and obtaining sales dynamics information." },
            { "title": "Services operations  management", "details":  "Planning, controlling, and optimizing work processes related to service provision. Managing service level agreements. Conducting surveys and electronic voting to gather ideas for improving service." },
            { "title": "Project  management", "details":  "Project planning and monitoring, task assignment and tracking, collaborative tools (instant messaging, shared file space, etc.)." }
          ]
        },
        {
          "subtitle": "",
          "props": [
            { "title": "Document management", "details": "Centralized storage of multiple document types, easy navigation and exchange of documents, document templates." },
            { "title": "Knowledge management", "details": "Centralized knowledge repository with a powerful search system, automated knowledge classification, knowledge sharing, and collaboration tools." },
            { "title": "Services operations management", "details": "Planning, controlling, and optimizing work processes related to service provision. Managing service level agreements. Conducting surveys and electronic voting to gather ideas for improving service." },
            { "title": "Data analytics and BI", "details": "Comprehensive data analysis and visualization functions for monitoring, measuring, and optimizing the performance of each business department." }
          ]
        }
      ],
      "description": "When developing web applications, the MISEENSCREEN team adheres to the concept of \"company in a smartphone,\" aimed at helping businesses optimize systems and consolidating processes involving multiple departments into a single button.\n\nWe also offer our clients a solution that optimizes subsequent maintenance of the web application and develop key management functions, minimizing the need to involve a programmer for product maintenance.",
      "comment": "I started my career as a sales consultant and gradually progressed to the position of HR and training department manager. At each stage, it was important for me to ensure a quick connection between the employee or client with a request and the responsible employee who can address that request. I also aimed to minimize the human factor in business processes.\n\nThanks to the experience and skills gained at various stages of my career, I have developed a product that helps optimize key business processes, systematize work according to the organization's vision and requirements, and automatically calculate the analytics of these events in digital format and present the results."
    },
    "web-portals": {
      "title": "Web Portals",
      "subtitle": "The development of a web portal is a comprehensive service for planning and implementing a secure and user-friendly digital space to serve your customers, partners, and employees. Web portals provide self-service functions for targeted users and grant access to services, products, information, and communication tools.",
      "props": [
        { "title": "Self-service portals", "details": "We aggregate information about your company's products or services and allow registered users to request information, activate/deactivate and plan services, communicate with company representatives, and address issues." },
        { "title": "Clients portals", "details": "We create a digital space where your clients can access your products, place online orders, subscribe to services, submit service requests, share their experiences with you and other users." },
        { "title": "Employee portals", "details": "We implement a secure platform that allows your employees to submit and manage requests for HR, IT services, and facilities-related services, access structured corporate data, collaborate, and stay informed about corporate events." },
        { "title": "Ecommerce portals", "details": "We create an intuitive purchasing experience for business buyers and individual consumers and can integrate an e-commerce portal into an omnichannel retail ecosystem." },
        { "title": "E-learning", "details": "We create portals for corporate training and employee development, as well as for educational institutions and business training." },
        { "title": "Community portals", "details": "We bring together people with similar interests and encourage them to acquire new knowledge and share experiences through forums, blogs, chats, and other communication tools." }
      ]
    },
    "note": {
      "title": "A note from our founder",
      "quote": "“People love what other people are passionate about”",
      "source": "From movie La La Land"
    }
  }
}