{
  "header": {
    "services": "Services",
    "cases": "Cases",
    "cooperation": "Cooperation",
    "our-story": "Our story",
    "blog": "Blog",
    "contact-us": "Contact us"
  },
  "stack": {
    "ecommerce": "Ecommerce",
    "web-services": "Online services&Web portals",
    "elearning-solution": "Elearning solution",
    "hr-software": "Hr software",
    "analytics": "CUSTOM ERP\n\nCOMPANY IN SMARTPHONE SOLUTIONS\n\nMANAGEMENT&ANALYTICS"
  },
  "cooperation": {
    "responsibility": "Responsibility",
    "responsibility-description": "Мы работаем через заключение индивидуальных договоров, выставлением счетов и подписанием актов выполненных работ.",
    "technologies": "The best development technologies",
    "technologies-description": "После детального анализа запросов и целей заказчика команда программистов подбирает наилучшие технологии и языки программирования для реализации продукта.В предыдущем проекте мы использовали для пользовательского интерфейса React.js вместе с TypeScript Ona (SPA).",
    "guarantee": "Guarantee&Protection",
    "guarantee-description": "Мы предоставляем на выполненные работы гарантию и обслуживание от 6 до 12 месяцев. В течение гарантийного периода мы отвечаем на все запросы и оказываем как техническую, так и информационную поддержку, включая обучение по использованию продукта.",
    "support": "Support 24/7",
    "support-description": "На протяжении всего сотрудничества с нами и в течение гарантийного обслуживания мы предоставляем поддержку 24/7 по всем запросам от заказчика, касающимся разработки  и работы продукта.",
    "launch": "Launch support",
    "launch-description": "После реализации продукта команда MISEENSCREEN осуществляет сопровождение запуска. Мы предоставляем обучающие материалы, охватывающие весь функционал, а также обучение по использованию продукта через видео, тренинги и инструкции. В рамках гарантийного обслуживания мы отвечаем на все запросы и вопросы заказчика, связанные с работой разработанного продукта."
  },
  "philosophy": {
    "title": "Miseenscreen philosophy",
    "allInOnce-article": "Everything everywhere and at once",
    "allInOnce-description": "MISEENSCREEN предоставляет полный спектр услуг для реализации вашей идеи на экранах смартфонов и других устройств. \n\nМы поможем вам с созданием названия, стиля, логотипа, разработкоій концепции, написанием текстов, разработкой функционала и оказываем помощь в запуске проекта. Мы готовы предоставить все необходимое для успешной реализации вашего проекта.",
    "companyInSmartphone-article": "Company in smartphone concept",
    "companyInSmartphone-description": "При разработке веб-приложений команда MISEENSCREEN придерживается концепции \"компания в смартфоне\". Эта концепция направлена на помощь бизнесу в оптимизации системы и объединении процессов, требующих участия нескольких департаментов, в одну кнопку.\n\nМы также предлагаем нашим заказчикам решение, которое оптимизирует последующее обслуживание веб-приложения и разрабатываем ключевые функции управления, минимизируя необходимость привлечения программиста для обслуживания продукта.",
    "passionate-article": "Passionate and in touch",
    "passionate-description": "На каждом этапе вашего проекта работают люди, которые не только заинтересованы в успешной реализации проекта в данный момент, но также уделяют внимание долгосрочной перспективе, которая влияет на историю развития компании.Команда MISEENSCREEN активно участвует в каждом этапе вашего проекта. \n\nНаш первый крупный проект был выполнен двумя специалистами, которые глубоко изучили каждый этап, начиная от технического задания и дизайна, и заканчивая back-end, front-end и QA. Сегодня при разработке нового проекта мы работаем в команде, состоящей из опытных специалистов и талантливых профессионалов. Однако на каждом этапе проекта мы оставляем нашу экспертизу и сопровождение создателей, которые постоянно обучаются новым системам и \nтехнологиям в своей области ответственности. \n\nДополнительную информацию вы можете найти в разделе \"Our Story\"."
  },
  "steps": {
    "title": "Web app\nDevelopment\nSteps",
    "qa": "QA and testing",
    "qa-description": "Команда QA анализирует требования к порталу, пользовательские истории и проектную архитектуру. Параллельно с разработкой, наша команда проверяет, чтобы ваш веб-портал работал согласно плану и соответствовал всем установленным требованиям, а также обеспечивает безопасность ваших данных.",
    "deployment": "Deployment and setup",
    "deployment-description": "После реализации продукта команда MISEENSCREEN осуществляет сопровождение запуска. Мы предоставляем обучающие материалы, охватывающие весь функционал, а также обучение по использованию продукта через видео, тренинги и инструкции. В рамках гарантийного обслуживания мы отвечаем на все запросы и вопросы заказчика, связанные с работой разработанного продукта.",
    "support": "After - release support",
    "support-description": "Мы предоставляем на выполненные работы гарантию и обслуживание от 6 до 12 месяцев. В течение гарантийного периода мы отвечаем на все запросы и оказываем как техническую, так и информационную поддержку, включая обучение по использованию продукта.",
    "monitoring": "Ongoing monitoring",
    "monitoring-description": "MISEENSCREEN несет ответственность за управление производительностью веб-портала, устранение неполадок, развитие и управление изменениями, чтобы поддерживать высокую доступность вашего портала и его соответствие вашим потребностям.",
    "planning": "Planning",
    "planning-description": "Проведение детального изучения конкретных потребностей вашего бизнеса, анализ соответствующих нормативных ограничений, сбор и обработка мнений и ожиданий заинтересованных сторон проекта, а также разработка подробных требований к порталу и техническим спецификациям.",
    "task": "Technical task",
    "task-description": "В техническом задании фиксируются технические характеристики, которым должен соответствовать проект, требования к визуальной составляющей, а также подробно описывается механика всего функционала продукта.",
    "design": "Design",
    "design-description": "Создание проекта архитектуры портала и реализация UX/UI дизайна.\nПри разработке дизайна учитываются принципы удобства и интуитивности использования, а также учитываются пожелания заказчика относительно концепции, стиля, цветов и желаемых элементов дизайна.",
    "development": "Backend and frontend development",
    "development-description": "Команда программистов разрабатывает продукт в соответствии с утвержденным техническим заданием, макетами и таймлайном. Продукт адаптируется под все устройства и операционные системы, и каждая функция доступна для тестирования Заказчикам поэтапно. В среднем каждые 2-4 недели выпускается новая опция в соответствии с утвержденным таймлайном проекта.",
    "arrow-up": "Previous",
    "arrow-down": "Next"
  },
  "cases": {
    "title": "Cases",
    "sub-title": "ELEARNING &\nMANAGEMENT RETAIL PROCESS \nWEB APP",
    "text": "Наша первая разработка веб-приложения предназначена для компании МНС Инвестмент, официального представителя итальянских модных брендов Calzedonia, Intimissimi, Tezenis и Falconeri в Украине. Мы создали корпоративный портал для обучения сотрудников, поддержки и развития корпоративной культуры, а также систематизации ритейл-процессов компании."
  },
  "cases-points": {
    "title": "Cases",
    "sub-title": "МНС ИНВЕСТМЕНТ официальный представитель брендов CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI в Украине",
    "article": {
      "portal": "Мультибрендовый корпоративный портал для сотрудников",
      "education": "Система обучения и развития персонала",
      "optimization": "Опитмизация и управление ритейл процессами"
    }
  },
  "about-us": {
    "title": "Behind the screen",
    "person": {
      "darya": {
        "name": "Daria Pryimak",
        "role": "Project manager & Owner",
        "skills": "\n1 год опыта в разработке и управлении Web Apps\n3 года опыта в разработке системы обучения, развития и оценки персонала, рекрутинговой системы и создании корпоративной культуры в должности руководителя отдела обучения и персонала в компании МНС ИНВЕСТМЕНТ официальный представитель брендов Calzedonia,Intimissimi,Tezenis,Falconeri в Украине.\n3 года опыта управления магазином в компании бытовой техники ФОКСТРОТ.",
        "about": "Hello everyone,\nМеня зовут Дарья, и я менеджер по экранизации ваших идей. Я сопровождаю и несу ответственность за  проект от первого общения до подписания передачи готового продукта. Мной будет разработано коммерческое предложение, техническое задание, обучающие материалы и инструкции по использованию готового продукта. Также я буду вашим менеджером по запуску, предоставлять информационную поддержку, проводить тренинги и обучение, чтобы вы эффективно запустили и внедрили новые разработки и процессы в свой бизнес.\n\nПрочитайте нашу историю (Our Story), чтобы узнать больше о том, кто, как и с какой философией будет разрабатывать новые продукты для вашего бизнеса."
      }
    }
  },
  "footer": {
    "tip": "Присоединяйтесь к MISEENSCREEN, чтобы воплотить в жизнь цифровые идеи вашего бизнеса.",
    "warning": "Подписываясь, вы соглашаетесь с нашей Политикой конфиденциальности"
  },
  "email-subscription": {
    "send": "Subscribe",
    "input-placeholder": "Your Email"
  },
  "contact-us": {
    "title": "Contact Us",
    "form": {
      "problem": "How can we help you?",
      "name": "Full name",
      "company": "Company name",
      "email": "Work email",
      "employees-amount": "The number of employee",
      "phone": "Phone",
      "services": {
        "ecommerce": "Ecommerce",
        "placeholder": "Necessary services",
        "web-services": "Online services&Web portals",
        "elearning-solution": "Elearning solution",
        "hr-software": "Hr software",
        "analytics": "Management&Analytics",
        "other": "Other"
      },
      "submit": "Submit",
      "files": {
        "title": "Files",
        "add": "Drag and drop or browse to <b>upload your file(s)</b>",
        "tip": "Max files count: {count}, Max file size: {size} MB",
        "drag-tip": "Upload Files"
      },
      "errors": {
        "problem": "Problem is empty",
        "name": "Name is too short, min. length is {min}",
        "company": "Company name is too short, min. length is {min}",
        "employees-amount": "Employees amount value is empty",
        "email": "Email is empty",
        "phone": "Phone is empty",
        "services": "No one service selected",
        "file-count": "Too many files",
        "file-size": "File {name} is to big"
      }
    }
  }
}