{
  "pages": {
    "main": {
      "title": "Web Apps Development",
      "description": "Online services and web portals, Ecommerce, E-learning solutions, HR Software, Custom ERP"
    },
    "contact-us": {
      "title": "Contact Us. Web App Development team",
      "description": "Schedule an online meeting with the MISEENSCREEN team to discuss creating web app solutions for your business.\nOnline services and web portals, Ecommerce, E-learning solutions, HR Software, Custom ERP"
    },
    "services": {
      "title": "Custom Web App Solutions",
      "description": "Online services and web portals, Ecommerce, E-learning solutions, HR Software, Custom ERP"
    },
    "privacy-policy": {
      "title": "Privacy Policy",
      "description": "This privacy statement explains what personal data MISEENSCREEN collects from you and how we use that data"
    },
    "terms": {
      "title": "Terms",
      "description": "This site provides online access to information about Company and our products, services and opportunities"
    }
  },
  "header": {
    "services": "Services",
    "cases": "Cases",
    "cooperation": "Cooperation",
    "our-story": "Our story",
    "blog": "Blog",
    "contact-us": "Contact us"
  },
  "welcome": {
    "adaptation": "Adaptation your business ideas through technologies",
    "sub": "Custom web apps development"
  },
  "stack": {
    "ecommerce": "Ecommerce",
    "web-services": "Online services&Web portals",
    "elearning-solution": "Elearning solution",
    "hr-software": "Hr software",
    "analytics": "CUSTOM ERP\n\nCOMPANY IN SMARTPHONE SOLUTIONS\n\nMANAGEMENT&ANALYTICS"
  },
  "cooperation": {
    "title": "Cooperation with MISEENSCREEN",
    "responsibility": "Responsibility",
    "responsibility-description": "We work through the conclusion of individual contracts, invoicing, and signing certificates of completed work.",
    "technologies": "The best development technologies",
    "technologies-description": "After conducting a detailed analysis of the client's requests and goals, the team of programmers selects the best technologies and programming languages for implementing the product. In the previous project, we used React.js along with TypeScript for the user interface, specifically as a Single Page Application (SPA).",
    "guarantee": "Guarantee&Protection",
    "guarantee-description": "We provide a warranty and maintenance for completed work ranging from 6 to 12 months. During the warranty period, we respond to all inquiries and provide both technical and informational support, including training on product usage.",
    "support": "Support 24/7",
    "support-description": "Throughout our collaboration and during the warranty period, we provide 24/7 support for all  inquiries related to product development and operation.",
    "launch": "Launch support",
    "launch-description": "After the product implementation, the MISEENSCREEN team provides launch support. We offer training materials covering the entire functionality, as well as product usage training through videos, workshops, and instructions. During the warranty period, we respond to all customer inquiries and questions related to the operation of the developed product."
  },
  "philosophy": {
    "title": "Miseenscreen philosophy",
    "allInOnce-article": "Everything Everywhere And At Once",
    "allInOnce-description": "MISEENSCREEN offers a full range of services to bring your idea to life on smartphone screens and other devices. We can assist you with creating a name, style, logo, developing a concept, writing texts, implementing functionality, and providing support for project launch. We are prepared to provide everything needed for the successful realization of your project.",
    "companyInSmartphone-article": "Company In Smartphone Concept",
    "companyInSmartphone-description": "When developing web applications, the MISEENSCREEN team adheres to the concept of \"company in a smartphone.\" This concept aims to assist businesses in optimizing their systems and consolidating processes that involve multiple departments into one button.\n\nWe also offer our clients a solution that streamlines subsequent maintenance of the web application. We develop key management functions that minimize the need to involve a programmer for product maintenance.",
    "passionate-article": "Passionate And In Touch",
    "passionate-description": "At every stage of your project, the MISEENSCREEN team consists of individuals who are not only interested in the successful implementation of the project at present but also pay attention to the long-term perspective that influences the company's development history. We actively participate in every stage of your project.\n\nOur first major project was executed by two specialists who deeply studied each stage, starting from the technical requirements and design, and ending with back-end, front-end, and QA. Today, when developing a new project, we work as a team consisting of experienced specialists and talented professionals. However, at every stage of the project, we retain our expertise and support from the creators who continuously acquire knowledge of new systems and technologies in their respective areas of responsibility.",
    "passionate-link": "You can find additional information in the \"Our Story\" section."
  },
  "steps": {
    "title": "Web app\nDevelopment\nSteps",
    "qa": "QA and testing",
    "qa-description": "The QA team analyzes the requirements for the portal, user stories, and project architecture. Parallel to the development process, our team ensures that your web portal functions according to plan and meets all established requirements. Additionally, we prioritize the security of your data.",
    "deployment": "Deployment and setup",
    "deployment-description": "After the product is implemented, the MISEENSCREEN team provides launch support. We provide training materials that cover the entire functionality of the product, as well as training on how to use the product through videos, trainings, and instructions. As part of our warranty service, we respond to all customer requests and questions related to the operation of the developed product.",
    "support": "After - release support",
    "support-description": "We provide a warranty and maintenance for the completed work for a period of 6 to 12 months. During the warranty period, we respond to all inquiries and provide both technical and informational support, including training on how to use the product.",
    "monitoring": "Ongoing monitoring",
    "monitoring-description": "MISEENSCREEN takes responsibility for managing the performance of the web portal, resolving any issues, and managing changes to ensure the high availability of your portal and its alignment with your needs.",
    "planning": "Planning",
    "planning-description": "MISEENSCREEN conducts a detailed study of your business's specific needs, analyzes relevant regulatory constraints, collects and processes the opinions and expectations of project stakeholders, and develops detailed requirements for the portal and technical specifications.",
    "task": "Technical task",
    "task-description": "The technical specification document captures the technical specifications that the project must meet, requirements for the visual components, and provides a detailed description of the mechanics of the product's entire functionality.",
    "design": "Design",
    "design-description": "Creating the portal's architecture and implementing UX/UI design.\n\nWhen designing, we take into account the principles of usability and intuitiveness of use, as well as the client's preferences regarding the concept, style, colors, and desired design elements.",
    "development": "Backend and frontend development",
    "development-description": "The team of programmers develops the product in accordance with the approved technical specification, layouts, and timeline. The product is adapted for all devices and operating systems, and each function is made available for testing to the Clients in stages. On average, a new feature is released every 2-4 weeks, according to the approved project timeline.",
    "arrow-up": "Previous",
    "arrow-down": "Next"
  },
  "cases": {
    "title": "Cases",
    "sub-title": "ELEARNING &\nMANAGEMENT RETAIL PROCESS \nWEB APP",
    "text": "Our first web application development is designed for MNS Investment, the official representative of Italian fashion brands Calzedonia, Intimissimi, Tezenis, and Falconeri in Ukraine. We have created a corporate portal for employee training, support, and the development of corporate culture, as well as systematizing the company's retail processes."
  },
  "cases-points": {
    "title": "Cases",
    "sub-title": "MNS Investment is the official representative of the CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI brands in Ukraine.",
    "article": {
      "portal": "Multi-brand corporate portal for employees",
      "education": "Employee training and development system",
      "optimization": "Optimization and management of retail processes"
    }
  },
  "about-us": {
    "title": "Behind the screen",
    "person": {
      "darya": {
        "name": "Daria Pryimak",
        "role": "Project manager & Owner",
        "skills": " 1 year of experience in developing and managing web apps.\n\n3 years of experience in developing an employee training, development, and evaluation system, recruiting system, and creating a corporate culture as the head of the training and personnel department at MNS Investment, the official representative of Calzedonia, Intimissimi, Tezenis, Falconeri brands in Ukraine.\n\n3 years of experience in managing a store in a home appliances company, Foxtrot.",
        "about": "Hello everyone,\n\nMy name is Daria, and I am a manager for bringing your ideas to the screen. I accompany and take responsibility for the project from the first communication to the signing of the delivery of the finished product. I will develop a commercial proposal, technical specifications, instructional materials, and instructions for using the finished product. I will also be your launch manager, providing informational support, conducting training, and education to help you effectively launch and implement new developments and processes into your business.\n\nRead our story (Our Story) to learn more about who, how, and with what philosophy will be developing new products for your business. "
      }
    }
  },
  "footer": {
    "tip": "Join us on MISEENSCREEN to make your business digital ideas come true",
    "warning": {
      "text": "By signing up, you agree to our ",
      "link": "Privacy Policy*"
    },
    "navigate": {
      "title": "Navigate",
      "services": "Services",
      "our-story": "Our story",
      "cases": "Cases",
      "support": "Support",
      "cooperation": "Cooperation",
      "blog": "Blog",
      "contact-us": "Contact Us"
    },
    "official": {
      "title": "Official",
      "policy": "Privacy Policy",
      "terms": "Terms"
    },
    "support": {
      "title": "Support",
      "graphic": "We’re here M-F 7am - 7pm PST.",
      "contact": "Drop us a note anytime: supportmin",
      "personal-info": "Do Not Sell or Share My Personal Information",
      "cookie": "Cookie Preferences"
    },
    "social": {
      "title": "Social"
    }
  },
  "email-subscription": {
    "send": "Subscribe",
    "input-placeholder": "Your Email"
  },
  "contact-us": {
    "title": "Contact Us",
    "contacts": {
      "title": "Get in touch instantly"
    },
    "form": {
      "problem": "How can we help you?",
      "name": "Full name",
      "company": "Company name",
      "email": "Work email",
      "employees-amount": "The number of employee",
      "phone": "Phone",
      "services": {
        "ecommerce": "Ecommerce",
        "placeholder": "Necessary services",
        "web-services": "Online services&Web portals",
        "elearning-solution": "Elearning solution",
        "hr-software": "Hr software",
        "analytics": "Management&Analytics",
        "other": "Other",
        "multiple-select": "*multiple choice available"
      },
      "submit": "Submit",
      "files": {
        "title": "Files",
        "add": "Drag and drop or browse to <b>upload your file(s)</b>",
        "tip": "Max files count: {count}, Max file size: {size} MB",
        "drag-tip": "Upload Files"
      },
      "errors": {
        "problem": "Problem is empty",
        "name": "Name is too short, min. length is {min}",
        "company": "Company name is too short, min. length is {min}",
        "employees-amount": "Employees amount value is empty",
        "email": "Email is empty",
        "phone": "Phone is empty",
        "services": "No one service selected",
        "file-count": "Too many files, max count is {maxCount}",
        "file-size": "File {name} is to big, max size is {maxSize} MB",
        "file-format": "File {name} has prohibited format"
      }
    },
    "result": {
      "success-title": "You form has been successfully submitted. Within 24 hours, our manager will contact you using the provide contact information",
      "error-title": "Something went wrong. Try to send form later",
      "to-form": "Return to form",
      "to-home": "Return to home page"
    }
  },
  "contact-us-modal": {
    "title":  "Contact Us",
    "description": "Get a plan and concept for the implementation of your goals and ideas with a calculation of the cost and terms."
  },
  "services": {
    "ecommerce": {
      "title": "ECommerce",
      "props": [
        "B2C/B2B eccomerce web apps",
        "Online marketplaces",
        "Progressive eccomerce web apps",
        "Headless commerce"
      ],
      "description": [
        "An efficient and innovative e-commerce platform that will help you increase sales and create your online business. Regardless of the scale of your project, our team of developers will create a user interface, payment system integration, catalog management, analytics, adaptation for all devices, necessary languages and countries, and other important features required for the successful operation of your online store.",
        "One of the principles of our work is system optimization and freeing up human resources for creativity, management, involvement in processes, and achieving other customer goals. Our team analyzes and offers a maximum number of options for optimizing workflow based on the client's objectives."
      ]
    },
    "elearning": {
      "title": "E-Learning",
      "props": [
        "Learning management system",
        "E-learnings portals",
        "Remote proctoring software",
        "Learning content management system",
        "Knowledge management solutions"
      ],
      "stack": [
        "Support for multilingual content",
        "Support for multiple types of content (text, audio, images, videos, animations, virtual reality)",
        "User-generated content",
        "Structured storage of educational materials",
        "Tools for creating courses",
        "Search for educational content by titles, metadata, and full text",
        "Multi-platform access for students, trainers, and managers",
        "Self-registration or user registration managed by a manager",
        "Student profiles with contact information, course information, exams, certificates, and more",
        "Personalized learning paths",
        "Online assignments and courses",
        "Assessment of results with analytics (testing, certification)",
        "Management of electronic certificates upon course/training completion",
        "Recommendations and tips for users",
        "Analytics, learning history, and progress tracking",
        "Collection and processing of user feedback",
        "Tool panels for using educational content, portal usage, time spent on courses, performance, user satisfaction, and more for trainers and managers",
        "Discussion forums",
        "Chats",
        "Educational communities",
        "Interaction with e-learning content through likes, sharing, comments",
        "Gamified learning",
        "Automatic rating system for user results",
        "Notification system through any communication channel (SMS, email, internal platform chat)",
        "User satisfaction rating system"
      ],
      "description": [
        "We will help you create online training for your staff and develop a corporate culture in your organization. After studying your goals, we will offer recommendations, proven technologies, and case studies for creating online employee training.",
        "Your training materials will be interesting and engaging, with a system of gamified testing, fast and systematic feedback on results, a development system, and automatic certification, analytics, and automatic rating building, available on your employee's smartphone. We will also add features to the platform to engage employees in corporate life - news feeds, automated holiday and job change greetings, effectiveness ratings, staff support, and satisfaction level calculation."
      ],
      "comment": " My dream of developing the training department, creating a learning system, and writing trainings has come true at MNS INVESTMENT company.\n\nI always combine the qualities of a systematic manager acquired in leadership positions with a creative personality in my work. Therefore, my key goal in process building has always been maximum optimization through technology, leaving more time for creativity.\n\nI am currently 28 years old and have 10 years of experience in management and business. However, I always strive for learning and development. Currently, I am a college student in Los Angeles, where I study cinematography and production. This helps me not only develop my creative side but also study various teaching methodologies in the USA, analyze their effectiveness, and apply the best ideas in developing my projects."
    },
    "hr-software": {
      "title": "Hr Software",
      "props": [
        "Administrative tasks",
        "Service management",
        "Talent management",
        "Labour management",
        "Recruitment system"
      ],
      "stack": [
        "Employee database",
        "Employee profiles",
        "Employee lifecycle management",
        "Payroll management",
        "Employee benefits",
        "Reporting and analytics",
        "Corporate policies and procedures",
        "Employee directory",
        "Organizational structure",
        "Knowledge base and employee development",
        "Employee self-service portal",
        "Virtual assistants and chat bots for employees",
        "Staff recruitment",
        "Onboarding and induction system",
        "Performance management",
        "Competency management",
        "Promotion and certification system",
        "Internal job transfer",
        "Training and development",
        "Workforce planning",
        "Employee engagement management",
        "Predictive analytics for employee behavior",
        "Absence management",
        "Time tracking",
        "Attendance and absence analytics",
        "Employee scheduling",
        "Task and activity management"
      ]
    },
    "custom-erp": {
      "title": "Custom Erp",
      "segments": [
        {
          "subtitle": "The ERP system developed by MISEENSCREEN is designed to meet the unique operational and strategic needs of businesses by creating individual functionality. Our ERP ensures the integration of all business management functions and facilitates data-driven decision-making. It is also scalable and adaptable to the specific needs of the business.",
          "props": [
            { "title": "HR policy", "details": "Human resources policy management and personnel management, from recruitment and onboarding to payroll calculation, attendance tracking, training, and employee request management." },
            { "title": "Sales and marketing", "details": "The functionality for automating customer order management, planning marketing campaigns based on data, communicating with customers, and obtaining sales dynamics information." },
            { "title": "Services operations  management", "details":  "Planning, controlling, and optimizing work processes related to service provision. Managing service level agreements. Conducting surveys and electronic voting to gather ideas for improving service." },
            { "title": "Project  management", "details":  "Project planning and monitoring, task assignment and tracking, collaborative tools (instant messaging, shared file space, etc.)." }
          ]
        },
        {
          "subtitle": "",
          "props": [
            { "title": "Document management", "details": "Centralized storage of multiple document types, easy navigation and exchange of documents, document templates." },
            { "title": "Knowledge management", "details": "Centralized knowledge repository with a powerful search system, automated knowledge classification, knowledge sharing, and collaboration tools." },
            { "title": "Services operations management", "details": "Planning, controlling, and optimizing work processes related to service provision. Managing service level agreements. Conducting surveys and electronic voting to gather ideas for improving service." },
            { "title": "Data analytics and BI", "details": "Comprehensive data analysis and visualization functions for monitoring, measuring, and optimizing the performance of each business department." }
          ]
        }
      ],
      "description": "When developing web applications, the MISEENSCREEN team adheres to the concept of \"company in a smartphone,\" aimed at helping businesses optimize systems and consolidating processes involving multiple departments into a single button.\n\nWe also offer our clients a solution that optimizes subsequent maintenance of the web application and develop key management functions, minimizing the need to involve a programmer for product maintenance.",
      "comment": "I started my career as a sales consultant and gradually progressed to the position of HR and training department manager. At each stage, it was important for me to ensure a quick connection between the employee or client with a request and the responsible employee who can address that request. I also aimed to minimize the human factor in business processes.\n\nThanks to the experience and skills gained at various stages of my career, I have developed a product that helps optimize key business processes, systematize work according to the organization's vision and requirements, and automatically calculate the analytics of these events in digital format and present the results."
    },
    "web-portals": {
      "title": "Web Portals",
      "subtitle": "The development of a web portal is a comprehensive service for planning and implementing a secure and user-friendly digital space to serve your customers, partners, and employees. Web portals provide self-service functions for targeted users and grant access to services, products, information, and communication tools.",
      "props": [
        { "title": "Self-service portals", "details": "We aggregate information about your company's products or services and allow registered users to request information, activate/deactivate and plan services, communicate with company representatives, and address issues." },
        { "title": "Clients portals", "details": "We create a digital space where your clients can access your products, place online orders, subscribe to services, submit service requests, share their experiences with you and other users." },
        { "title": "Employee portals", "details": "We implement a secure platform that allows your employees to submit and manage requests for HR, IT services, and facilities-related services, access structured corporate data, collaborate, and stay informed about corporate events." },
        { "title": "Ecommerce portals", "details": "We create an intuitive purchasing experience for business buyers and individual consumers and can integrate an e-commerce portal into an omnichannel retail ecosystem." },
        { "title": "E-learning", "details": "We create portals for corporate training and employee development, as well as for educational institutions and business training." },
        { "title": "Community portals", "details": "We bring together people with similar interests and encourage them to acquire new knowledge and share experiences through forums, blogs, chats, and other communication tools." }
      ]
    },
    "note": {
      "title": "A note from our founder",
      "quote": "“People love what other people are passionate about”",
      "source": "From movie La La Land"
    }
  },
  "blogs": {
    "company-consciousness": {
      "title": "Access to the company's consciousness. Ch. 1",
      "description": "\"I'm not a robot!\" - How often have you heard this statement during interactions with people? And often it continues like this: \"I'm not a robot, I can make mistakes!\" And it's true - humans are capable of making mistakes, feeling, loving, getting upset. However, it's important to understand that all these feelings are a result of the evolution and nature of biological intelligence, and how this can impact the work and success of your organization is also an important and interesting question. In this article, you will learn about the systematic building of relationships between employees and the organization through support for employees and freedom of speech in the company, about creating unified rules of the game in conditions of efficiency and healthy relationships, and how digital technologies can help with this",
      "themes": [
        "Organizational culture",
        "Employee support",
        "ENPS",
        "Freedom of speech and democracy in the company",
        "Relationships between people",
        "Gamified interaction",
        "Digital technologies in employee culture"
      ]
    },
    "company-consciousness-2": {
      "title": "Access to the company's consciousness. Ch. 2",
      "description": "In the previous article on digital culture, we examined the reasons why implementing platforms and applications, as well as using digital options, can be a beneficial solution for both the organization and its employees. As technologies advance, so do people, as evolution demonstrates, from caves to the point where we create new life forms.",
      "themes": [
        "Organizational culture",
        "Employee support",
        "ENPS",
        "Freedom of speech and democracy in the company",
        "Relationships between people",
        "Gamified interaction",
        "Digital technologies in employee culture"
      ]
    },
    "employees-promotion": {
      "title": "Digital promotion and development of employees. Why am I always number two?",
      "description": "When it comes to accidents, many would probably like to live in a world where risks to life are minimized as much as possible. If we explore how to eliminate road accidents, the answer lies in removing the human factor on the roads. More details on this can be found in the works of Jacque Fresco.",
      "themes": [
        "Assessment and Certification System",
        "Staff Promotion System",
        "Employee Development",
        "Digital Technologies in Employee Promotion",
        "Organizational Culture"
      ]
    },
    "content": {
      "company-consciousness": {
        "subtitle": [
          "To be alive? To be efficient in the system?",
          "All living beings have certain behavior patterns. Only digital systems, artificial intelligence, and robots with programs cannot deviate from their programs."
        ],
        "img-caption": [
          "The movie \"Poor Things \" (1994), directed by Yorgos Lanthimos",
          "The movie \"I,Robot\" (2004), directed by Alex Proyas",
          "The animation movie \"Soul\" (2020), directed by Pete Docter"
        ],
        "paragraph": [
          "\"I'm not a robot!\" - How often have you heard this statement during interactions with people? And often it continues like this: \"I'm not a robot, I can make mistakes!\" And it's true - humans are capable of making mistakes, feeling, loving, getting upset. However, it's important to understand that all these feelings are a result of the evolution and nature of biological intelligence, and how this can impact the work and success of your organization is also an important and interesting question. In this article, you will learn about the systematic building of relationships between employees and the organization through support for employees and freedom of speech in the company, about creating unified rules of the game in conditions of efficiency and healthy relationships, and how digital technologies can help with this",
          "Reflecting on my journey from a sales consultant to an Human Resources and Training Director, I can say that often organizations, without realizing it or perceiving it as a benefit, sincerely believe that by changing people, they are creating an effective environment for interaction that meets the organization's needs. However, working on changing human nature and biological intelligence is a complex and not always effective task, especially when resources are available for this purpose. Reprogramming a program to a new or necessary development vector is much more effective, simpler, and more natural than reprogramming living people. Most likely, in your organization, there are mature and formed individuals with their own history, past, associative memory, feelings, reactions, and perceptions shaped by evolution and personal experience through family and society. It is especially easier to give up moralizing, teachings about what is good and bad, and attempts to change people when you start to take an interest in human physiology. In my experience, as well as that of my colleagues, trainers, HR managers, and company owners, there have been or remain hobbies of reading best-selling business literature on how to be a manager, how to manage people, how to act and build a company culture in order to be as successful as the author's or speaker's organization. Such books and trainings often provide ready-made solutions, but the data and circumstances of the company often do not resemble yours, and there is also a lot of general information, personal stories, and fantasies in this genre that do not reveal the basis, such as who the person and employee is that I want to influence. Such stories also tell what the author wants to tell, often with a subjective view. By focusing on the knowledge of physiology and biological intelligence, you stop guessing and fantasizing, and understand and accept why a person behaves or reacts in certain ways in certain situations, and what needs to be done for employees to accept the company's rules of the game. I also want to note that it is not at all bad or good when an organization or manager applies methods to develop their organization and management. Having investments, commitments, and responsibilities, people act, often considering their philosophy true and effective in order to achieve their goal.",
          "Summarizing the idea above, the foundation of successful interaction between people in an organization and business often lies in understanding the psychology of human behavior. However, it is better to develop unique approaches and strategies that consider the specific characteristics and needs of a particular organization and business. It is important not to disregard established principles and methodologies but to adapt them to the specific requirements and goals of the company. For example, there is no point in creating a round or triangular television, but it is important to consider the picture quality being broadcast and who the viewers will be.",
          "One possible answer can be found through the character 22 in the animated film \"Soul.\" In this animated movie, the narcissistic character 22 cannot be convinced by anyone that life on Earth is beautiful. Not even great personalities of humanity or Mother Teresa can change this character's opinion. Nothing influences 22 except real-life experience. When she accidentally ends up on Earth, she begins to realize that she likes life on Earth and changes her mind. Neither moralizing, nor persuasion, nor influential personalities achieved what the environment did.",
          "And this is by no means a call to abandon one in favor of the other. Training, informal communication, and words also have a right to exist. It's like a special effect that decorates the scene of the movie and makes it brighter, but the special effect is not the meaning or the plot that we suggest focusing on. People can attend lavish training sessions, enjoy a delicious lunch, get motivated by their manager's words, but then return to their workplaces where processes often work situationally, subjectively, and bureaucratically, and fluorescent and HID lighting in workplaces only exacerbates depression."
        ],
        "bold": [
          "All living beings have certain behavior patterns. Only digital systems, artificial intelligence, and robots with programs cannot deviate from their programs.",
          "If we cannot reprogram a person, what can we do to ensure that people interact within an efficient system necessary for the organization, while minimizing the negative impact of emotions?"
        ],
        "link": [
          "About what can be done and how digital technologies can help in such Given the culture and respect for staff, it is further stated in article - Access to the consciousness of the company. Chapter 2."
        ]
      },
      "company-consciousness-2": {
        "subtitle": [
          "Volume 1. Corporate Culture. Interaction.",
          "STAFF SUPPORT. Feedback. Questions. Ideas.",
          "STUFF SUPPORT. eNPS",
          "STAFF SUPPORT. Add a little romance... SMS: \"I remember you and appreciate you.\""
        ],
        "img-caption": [
          "The picture of Elon Musk was downloaded from Pinterest",
          "The movie \"The Truman show\" (1998), directed by Peter Weir",
          "The movie \"La La Land\" (2016), directed by Damien Chazelle"
        ],
        "bold": [
          "Privilege - having an opinion. It is beneficial for people to see other points of view, rather than just confirming their own."
        ],
        "paragraph": [
          "In the previous article on digital culture, we examined the reasons why implementing platforms and applications, as well as using digital options, can be a beneficial solution for both the organization and its employees. As technologies advance, so do people, as evolution demonstrates, from caves to the point where we create new life forms.",
          "Company culture encompasses all aspects of work, starting from the choice of chairs for employees and including performance evaluation systems, training, compensation, and communication between employees and between the company and its employees. In this work, we will propose options that can be implemented to improve communication within the company and receive feedback from employees",
          "Within the framework of supporting and transparency of corporate culture, there are several key strategies that contribute to improving interaction with employees.",
          "Just as in social media, where everyone writes and everyone can view comments and requests from others, a similar opportunity can be provided within the organization, except when the request is directed directly. This option also encourages employees to adhere to company norms and rules, and the ability to remain anonymous helps people gradually open up, as fears and following authorities can suppress the desire to express ideas and be open.",
          "A responsible representative of the organization can formulate answers to employees there and generated AI options for responses, based on the company's norms and standards.",
          "There is no need to fear or think that if you provide a resource of open culture and freedom of speech in the company, employees will \"take over the world.\" It is an additional ability to see more within your organization and, possessing this information, to develop.",
          "For example, in the movie \"The Truman Show,\" the main character lived according to a predetermined script for about 30 years and was a participant in the show. The realization of this came when he began to notice what was happening around him. Everything was the same as yesterday, but today he wants and is ready to see his reality. This leads to the evolving finale of his personality. If you have been working on culture and democracy in your organization, the system and AI will only confirm this, and working on improvements and support will become a natural process for you.",
          "If you do not have the desire to see things that can be developed, no matter how accurate a system is, it will not be able to show you what you do not want to see and realize. It is important to understand that responding to employees' requests is not about agreeing with everything, but also an opportunity to educate and help employees understand why certain processes and decisions happen in a certain way and why it is important.",
          "One of the reasons objections arise is a lack of information!",
          "ENPS is an electronic satisfaction survey with individually customizable parameters for your organization. It helps determine the satisfaction levels and requests of managers, stores, online platforms, and teams.",
          "Additionally, incorporating ENPS results into the evaluation of responsible employees' performance can enhance the work of managers in this indicat",
          "The system, while maintaining the anonymity and security of employees' feedback, can provide you with analytics on problematic requests and their frequency. For the employee, this is transparent feedback, while for the organization, it is a layered systematic analysis of job satisfaction and requests.",
          "Could there be factors of randomness, subjectivity, or bias? It is possible, but the likelihood of this in a representative period and with the use of test rotations is minimized.",
          "All of this gives employees a sense and resources of freedom, awareness of the opportunity for self-expression at work, and receiving objective and honest solutions to their requests that do not contradict the organization's policies. It also gives a sense that not only is the organization evaluating the employee based on specific job criteria, but the employee is also evaluating the  favorability of working conditions. It is also worth noting that, for human nature, this provides many with the desired feelings of influence and significance,",
          "In romantic movies, depth of field is often used when shooting the main characters. This means that when a couple in love is in the frame, they are in focus, while everything else is blurred, losing focus. This visual technique enhances the portrayal of love and shows that nothing else matters except the object of affection.",
          "What can create such \"romantic\" moments in the relationship between a company and an employee? When everything else fades into the background except the joy of the present moment?",
          "Automatically send birthday greetings, promotions, and congratulations for years of service in the organization to employees.",
          "Automatically generate themed memes, news about the organization, interesting facts, and create interest clubs can always increase enthusiasm for work.",
          "Using gamification in a system with ratings and rewards, where employees can earn points, bonuses, and compete in a gaming format, and then use the earned credits and benefits to their advantage.",
          "Systematizing corporate culture with the help of AI can be implemented through an app that employees will want to access, like scrolling through an Instagram feed, because there will be interesting and important information for the employee.",
          "And at the end of this article, I remembered that Elon Musk, indeed, bought Twitter (name changed to \"X\"). Many were curious about why such large and technological companies are adding a social network. Many will say - for power, and there is something to it. However, Elon himself answers in interviews that this purchase was made for one purpose - the development of democracy and freedom of speech for humanity.",
          "Think about freedom of speech in your organization: how free are employees in their expressions, ideas, and suggestions? And as with Elon and the idea of freedom of speech, such resources undoubtedly provide greater influence, in the case of business - influence on the world of your organization.",
          "What is the freedom of speech in your organization like? How freely do employees express their thoughts, ideas, and suggestions? How does the culture inspire being a part of the organization not just because it's important, but because it's interesting?",
          "And, of course, just like in the case of Elon Musk and the idea of freedom of speech, such resources undoubtedly provide greater influence, in the case of business - <b>influence on the world of your organization.</b>"
        ],
        "list": [
          [
            "Allowing all employees to leave feedback and ask questions through a special system, creating the opportunity for everyone to express opinions and suggestions.",
            "Supporting the idea of \"I can say everything!\", even if it is in written form.",
            "Creating a system that provides anonymity or openness of questions and requests upon employee's request."
          ]
        ],
        "link": [
          "which we will discuss more in an article on the system of growth, advancement, and personnel evaluation"
        ]
      },
      "employees-promotion": {
        "subtitle": [
          "Would you like you and your children to live in a world without road accidents?",
          "What will a person say? What will the system say?",
          "A digital system does not feel fatigue in calculations"
        ],
        "paragraph": [
          "Why does the article on employee promotion and development start with a discussion on accidents?",
          "When it comes to accidents, many would probably like to live in a world where risks to life are minimized as much as possible. If we explore how to eliminate road accidents, the answer lies in removing the human factor on the roads. More details on this can be found in the works of Jacque Fresco.",
          "Jacque Fresco also considered the concept of a world without corruption, wars, and where the government serves the people, following all norms and established rules. An ideal government could be a being without emotions, only following its programs.",
          "One of the auxiliary methods for creating a productive, people-oriented, and values-driven employee assessment and development system is to eliminate the human factor from such processes. This is achieved by developing individual performance criteria for the organization and trusting the system's digital calculation options. The idea is to evaluate people solely based on their results in selected categories that are measured by numbers, not by feelings and emotions.",
          "That very \"accident\" in the organization occurs when efficiency clashes with the emotional human factor.",
          "All living beings have certain behavior patterns. When a person finds themselves in a particular environment, they assess it and choose the necessary interaction strategy. Only if a person tries something and likes it, they will want to repeat it. Touched one object - painful, touched another - pleasant. People occupy advantageous positions for obtaining food and shelter, and through a reward system, they improve their lives. Humans have a wide range of such \"programs\", otherwise, they would have become extinct.",
          "Robots with programs cannot deviate from their programs unless there are other programmed variations. Will a system with programmed calculation criteria feel sympathy or dislike towards an employee who has achieved the highest or lowest efficiency? No, because this system does not have such feelings.",
          "One manager may find it convenient to work with a certain type of employees, and likely, their decisions will lean towards giving advantages in promotion and assistance to the chosen individual. However, at the same time, another employee may be more effective for the organization than for the manager. But due to human criteria, they may not pass the filter for the person making the promotion decisions. The reasons can vary - from the fact that the employee is idealistic and asks uncomfortable questions, to the fact that they do not have the \"sparkle\" that is needed.",
          "Reflecting on life experience, many may remember observing romantic relationships, friendships, animosity, and dissatisfaction in the workplace. Probably not only at work, but also in school or college, some fall in love, others argue, and people mature and grow, but feelings remain, as that is how nature works. It is possible, of course, to regulate relationship issues with training on rules and norms, however, we can never prevent people from being human. People should not feel guilty for being human. However, it is possible to ensure that the emotional factor does not negatively impact the organization's success and talent.",
          "If people have an assistant who takes on the systematization of processes, calculations, and analytics, what can we achieve:",
          "The digital technology for employee development is like a \"treasure map\" with a clear path and a reward at the end.",
          "The more understandable the system and calculations are, the more motivated employees will be to follow these paths and contribute to the organization through their growth. It is possible that some may question the accuracy of the system, but only the numbers can show the effectiveness over a comparative period. What happened to the metrics after the system was implemented and what was it like before? That will be the answer.",
          "People are already fulfilling their roles with a digital partner on the team. There is no need to think about who to promote among employees - your system has already calculated the ratings. There is no need to explain to a likable and pleasant colleague why they may not receive a bonus or promotion this month - the system will calculate all results and show the cause-and-effect relationship.",
          "And constant interim results help reduce the \"pain\" of a person's work expectations, as <b>most people suffer not from actual circumstances, but from their expectations</b>. The system covers all requests and embedded calculations, while a person's ability to control everything down to the smallest detail is limited."
        ],
        "list": [
          [
            "Elimination of the emotional factor in decision-making regarding employee promotion and development, as the system displays leaders according to set criteria.",
            "Continuous access to indicators that affect employee and company effectiveness.",
            "Automatic and systematic calculation of indicators with detailed breakdown of each parameter, providing continuous feedback for employees.",
            "Minimization of a culture of favoritism or bias, focusing on set indicators.",
            "Structured employee development system through the study of information/practice/achievement of results and continuous support.",
            "Inclusion of results and scores of employee e-learning in the assessment and development system."
          ]
        ],
        "link": [
          "An article about promoting employees to key positions in the company - Digital Promotion. «Great at doing stuff»."
        ],
        "img-caption": [
          "The movie «Terminator 2:Judgment day (1991)», directed by James Cameron",
          "The animation movie «Inside Out» (2015). Story by Pete Docter; Ronnie del Carmen",
          "The TV Show «Westworld (2016)», directed by Jonathan Nolan, Lisa Goy",
          "The movie «Barbie» (2023).directed by Greta Gerwig"
        ],
        "bold": [
          "With a digital system involving both the employee and the company, there is a \"rational dialogue,\" whereas people can only be as rational with others as they allow themselves to be."
        ]
      },
      "general": {
        "init": "In each article, when we consider the benefits and possibilities of digital technologies, we mean the case where the technology or artificial intelligence is not programmed to reverse. The mission and philosophy of MISEENSCREEN are to provide people with more time for what they want: creativity, shorter working hours, solving strategic tasks, scaling through digital technologies. Our technologies and philosophy are aimed at making the possible future of the world of business and education better, more productive, and easier. Additionally, through our articles and blogs, we describe how we implement projects, and in our articles, we refer to our own experience and researched information.",
        "created-at": "Created At:",
        "themes": "Themes:"
      }
    },
    "names": {
      "darya": "Darya Pryimak"
    }
  },
  "privacy-policy": {
    "title": "Privacy Policy",
    "section": [
      {
        "title": "About Us",
        "paragraph": "We are MISEENSCREEN, a company located in the United States that provides web application development services. We create an environment that ensures a pleasant experience during your visit to our website and provide materials and information to help you quickly find answers to your questions about our services. We also guarantee the continuous operation of the website. All of this is made possible by your voluntary assistance when you provide us with your personal data. We fully understand that personal data is sensitive information, and we take your privacy very seriously. To prevent any concerns in this regard, we have developed this privacy policy, which details how we work with your personal data."
      },
      {
        "title": "What personal information do we collect?",
        "paragraph": [
          "MISEENSCREEN collects data to provide you with direct feedback regarding our services. You provide some of this data directly, such as when you fill out the \"Contact us\" form to request support. We also receive some data through technologies like cookies and receive error reports or usage data from software running on your device.",
          "We also receive data from third parties. We protect data obtained from third parties according to the procedures described in this statement, as well as any additional restrictions imposed by the data source. These third-party sources may change over time, but currently include:",
          "Service providers that help us determine your location based on your IP address to customize certain products for your location. Partners with whom we offer joint services or conduct joint marketing activities. Publicly available sources, such as open government databases or other publicly accessible data. You have the ability to choose what data we collect. When you are asked to provide personal data, you can refuse. However, if you decide not to provide the data required for a service, feature, or feedback, you may not be able to use that service, feature, or receive feedback.",
          "Among the data we collect may be:"
        ],
        "description-list": [
          { "title": "Name and contact information", "description": "We collect your name, email address, phone number, company name, and other similar contact information." },
          { "title": "Demographic data", "description":  "We collect data about you, such as your country and preferred language. Website data. We collect data about how you interact with the Miseenscreen website. For example, we collect: Visitor behavior details, such as data about the sections of the website you visit and how much time you spend there." },
          { "title": "Configuration data", "description":  "We collect data about the network you use to connect to our website. This includes your IP address. Error reports and performance data. We collect data about issues you encounter while using our services. This data helps us diagnose problems and offer solutions. Depending on your environment and viewing settings, error reports may include data such as the type or severity of the issue, details of the software or hardware related to the error, the content of files you were using at the time of the error, and data about other software on your device." },
          { "title": "Troubleshooting and support data", "description":  "If MISEENSCREEN is involved in troubleshooting and support, we collect data about you and your equipment, software, and other incident-related details. This data includes contact information, the content of your chats and other communications with MISEENSCREEN, data about the state of your computer and applications during a crash and during diagnostics, and data about your system and registry related to software installation and hardware configuration." }
        ],
        "paragraph-1": [
          "Please note that you may transmit personal data that we do NOT require in the \"Description\" section of the \"Contact Us\" form. We will not use this information in any way other than to store it on our backup server. Please do not transmit any personal data to us that is not directly requested from you.",
          "Our website is not intended for children and individuals, and we do not knowingly collect data related to them. Parents can revoke previously given consent and review, edit, or request the deletion of their children's personal data.",
          "We may also collect personal data from third parties who have your consent to transfer your data to us, or from publicly available sources."
        ]
      },
      {
        "title": "What we collect counting data for",
        "paragraph": [
          "MISEENSCREEN collects data for the following purposes: correction of communications, including advertising messages; advertising; analysis of website visitor statistics; elimination of technical problems on the website; improving the user experience on the website.",
          "In carrying out these purposes, we intend to notify you of questions that you have asked us to notify; contact you if we need to obtain or provide additional information; to ensure that our records are correct and to check from time to time that you are free and satisfied. We do not share or exchange email lists with other organizations and businesses.",
          "However, to ensure privacy, we use technological and procedural safeguards against data leakage. For example, we store data that we collect from you directly or indirectly, such as your name, email address or phone number, company name, in a secure database.",
          "However, to ensure privacy, we use technological and procedural safeguards against data leakage. For example, we store data that we collect from you directly or indirectly, such as your name, email address or phone number, company name, in a secure database."
        ]
      },
      {
        "title": "Why do we share personal data?",
        "paragraph": [
          "We will transfer your information to our Development Center, which will process your request. Our Development Center must comply with data protection and confidentiality requirements and has no right to use the personal data received from us for any other purposes, except those specified above. To ensure a sufficient level of protection of the personal data that you provide, all the obligations of the Development Center are established in the agreement between MISEENSCREEN and the Development Center.",
          "In carrying out these purposes, we intend to notify you of questions that you have asked us to notify; contact you if we need to obtain or provide additional information; to ensure that our records are correct and to check from time to time that you are free and satisfied. We do not share or exchange email lists with other organizations and businesses.",
          "We will access, transfer, disclose and retain personal data if we have a legitimate belief that it is necessary to:",
          "Compliance with applicable law or response to legal process, including requests from law enforcement agencies or other state agencies. To protect our customers, for example, to prevent spam or fraudulent solicitation of users of our services or to prevent loss of life or serious injury to someone. Protection of rights of MISEENSCREEN, including the application of conditions governing the use of services. If third-party agents process personal data on our behalf in a manner inconsistent with the principles set forth here, we remain responsible unless we prove that we are not responsible for the incident that caused the damage.",
          "Please note that some pages on our website contain links to third-party products whose privacy practices may differ from those of MISEENSCREEN. If you provide personal data to any of these parties, your data is governed by their privacy policy"
        ]
      },
      {
        "title": "What rights do you have?",
        "paragraph": [
          "You have the right to review, amend or delete the personal information we hold:",
          "You can request information about the personal data we hold about you and those to whom your personal data is shared at any time.",
          "You can ask us to update and send any outdated or incorrect/incomplete data we hold on you free of charge.",
          "You can opt out of receiving any marketing communications we may send you. This choice does not apply to mandatory service communications.",
          "You can withdraw your consent to the processing of your data at any time.",
          "You can request to delete or update your personal information here.",
          "Send your request to the address (mail). We respond to requests to access or delete your personal data within 30 days."
        ]
      },
      {
        "title": "Notice to end users",
        "paragraph": [
          "MISEENSCREEN may provide its services to organizations. Your use of the MISEENSCREEN website may support your organization's policies, if any. If you are using a Miseenscreen website operated by your organization, please contact your privacy administrator. MISEENSCREEN is not responsible for the privacy policies or security measures of customers, which may differ from those described in the current privacy statement.",
          "If you use an email address provided by an organization with which you are associated, such as an employer or educational institution, the owner of the domain (for example, your employer) associated with your email address may access and process your data, including maintaining your communications and files."
        ]
      },
      {
        "title": "How we ensure the security of your data",
        "paragraph": [
          "We use various technologies and security procedures to protect your personal data from unauthorized access, use or disclosure. For example, we store the personal data you provide on computer systems with limited access located in controlled premises."
        ]
      },
      {
        "title": "Data retention period",
        "paragraph": [
          "MISEENSCREEN stores personal data for as long as necessary to provide you with requested services and feedback, as well as to fulfill other important purposes, such as complying with our legal obligations and ensuring the performance of our contracts. Because these requirements may differ for different types of data, actual retention periods may vary. The criteria used to determine storage terms include:",
          "Are personal data of a sensitive nature? If so, then it is usually advisable to establish a shortened storage period, which is up to five years.",
          "Is MISEENSCREEN subject to a legal, contractual or similar data retention obligation?",
          "Examples may include mandatory data retention laws in the applicable jurisdiction, government orders to retain data related to an investigation, or data that must be retained for the purposes of legal proceedings."
        ]
      },
      {
        "title": "How we change this privacy policy",
        "paragraph": [
          "We will update this privacy notice as necessary to change its terms or receive customer feedback. When we post changes to this application, we review the \"last updated\" date at the top of the application. If significant changes have been made to the application, we have notified you or posted a notice."
        ]
      },
      {
        "title": "How to contact us",
        "paragraph": [
          "If you have any privacy concerns, complaints or data protection concerns, please email us at We respond within 30 days."
        ]
      }
    ]
  },
  "terms": {
    "title": "Terms"
  }
}