{
  "pages": {
    "main": {
      "title": "Разработка веб-приложений",
      "description": "Онлайн сервисы и веб-приложения, Электронная комерция, Порталы для электронного обучения, Разработки для HR, Пользовательская ERP-система"
    },
    "contact-us": {
      "title": "Свяжитесь с нами. Команда разработки веб-приложений",
      "description": "Запланируйте онлайн-встречу с командой MISEENSCREEN, чтобы обсудить создание веб-приложений для вашего бизнеса.\nОнлайн сервисы и веб-приложения, Электронная комерция, Порталы для электронного обучения, Разработки для HR, Пользовательская ERP-система"
    },
    "services": {
      "title": "Индивидуальные решения для веб-приложений",
      "description": "Онлайн сервисы и веб-приложения, Электронная комерция, Порталы для электронного обучения, Разработки для HR, Пользовательская ERP-система"
    },
    "privacy-policy": {
      "title": "Политика конфиденциальности",
      "description": "Это заявление о конфиденциальности объясняет, какие личные данные собирает MISEENSCREEN от вас и как мы используем эти данные"
    }
  },
  "header": {
    "services": "Услуги",
    "cases": "Кейсы",
    "cooperation": "Сотрудничество",
    "our-story": "Наша история",
    "blog": "Блог",
    "contact-us": "Связаться с нами"
  },
  "stack": {
    "ecommerce": "Электронная комерция",
    "web-services": "Онлайн сервисы и веб порталы",
    "elearning-solution": "Электронное обучение",
    "hr-software": "Hr приложения",
    "analytics": "ERP системы\n \nКомпания в смартфоне\n\nУправление и аналитика"
  },
  "cooperation": {
    "responsibility": "Ответственность",
    "responsibility-description": "Мы работаем через заключение индивидуальных договоров, выставлением счетов и подписанием актов выполненных работ.",
    "technologies": "Лучшие технологии разработки",
    "technologies-description": "После детального анализа запросов и целей заказчика команда программистов подбирает наилучшие технологии и языки программирования для реализации продукта. В предыдущем проекте мы использовали для пользовательского интерфейса React.js вместе с TypeScript Ona (SPA).",
    "guarantee": "Гарантия и защита",
    "guarantee-description": "Мы предоставляем на выполненные работы гарантию и обслуживание от 6 до 12 месяцев. В течение гарантийного периода мы отвечаем на все запросы и оказываем как техническую, так и информационную поддержку, включая обучение по использованию продукта.",
    "support": "Поддержка 24/7",
    "support-description": "На протяжении всего сотрудничества с нами и в течение гарантийного обслуживания мы предоставляем поддержку 24/7 по всем запросам от заказчика, касающимся разработки  и работы продукта.",
    "launch": "Поддержка запуска",
    "launch-description": "После реализации продукта команда MISEENSCREEN осуществляет сопровождение запуска. Мы предоставляем обучающие материалы, охватывающие весь функционал, а также обучение по использованию продукта через видео, тренинги и инструкции. В рамках гарантийного обслуживания мы отвечаем на все запросы и вопросы заказчика, связанные с работой разработанного продукта."
  },
  "philosophy": {
    "title": " Философия MISEENSCREEN",
    "allInOnce-article": "Everything everywhere and at once",
    "allInOnce-description": "MISEENSCREEN предоставляет полный спектр услуг для реализации вашей идеи на экранах смартфонов и других устройств. Мы поможем вам с созданием названия, стиля, логотипа, разработкоій концепции, написанием текстов, разработкой функционала и оказываем помощь в запуске проекта. Мы готовы предоставить все необходимое для успешной реализации вашего проекта.",
    "companyInSmartphone-article": "Company in smartphone concept",
    "companyInSmartphone-description": "При разработке веб-приложений команда MISEENSCREEN придерживается концепции \"компания в смартфоне\". Эта концепция направлена на помощь бизнесу в оптимизации системы и объединении процессов, требующих участия нескольких департаментов, в одну кнопку.\n\nМы также предлагаем нашим заказчикам решение, которое оптимизирует последующее обслуживание веб-приложения и разрабатываем ключевые функции управления, минимизируя необходимость привлечения программиста для обслуживания продукта.",
    "passionate-article": "Passionate and in touch",
    "passionate-description": "На каждом этапе вашего проекта работают люди, которые не только заинтересованы в успешной реализации проекта в данный момент, но также уделяют внимание долгосрочной перспективе, которая влияет на историю развития компании.Команда MISEENSCREEN активно участвует в каждом этапе вашего проекта. \n\nНаш первый крупный проект был выполнен двумя специалистами, которые глубоко изучили каждый этап, начиная от технического задания и дизайна, и заканчивая back-end, front-end и QA. Сегодня при разработке нового проекта мы работаем в команде, состоящей из опытных специалистов и талантливых профессионалов. Однако на каждом этапе проекта мы оставляем нашу экспертизу и сопровождение создателей, которые постоянно обучаются новым системам и \nтехнологиям в своей области ответственности. \n\nДополнительную информацию вы можете найти в разделе \"Our Story\"."
  },
  "steps": {
    "title": "Этапы\nразработки",
    "qa": "QA тестирование",
    "qa-description": "Команда QA анализирует требования к порталу, пользовательские истории и проектную архитектуру. Параллельно с разработкой, наша команда проверяет, чтобы ваш веб-портал работал согласно плану и соответствовал всем установленным требованиям, а также обеспечивает безопасность ваших данных.",
    "deployment": "Развертывание и настройка",
    "deployment-description": "После реализации продукта команда MISEENSCREEN осуществляет сопровождение запуска. Мы предоставляем обучающие материалы, охватывающие весь функционал, а также обучение по использованию продукта через видео, тренинги и инструкции. В рамках гарантийного обслуживания мы отвечаем на все запросы и вопросы заказчика, связанные с работой разработанного продукта.",
    "support": "Поддержка после запуска",
    "support-description": "Мы предоставляем на выполненные работы гарантию и обслуживание от 6 до 12 месяцев. В течение гарантийного периода мы отвечаем на все запросы и оказываем как техническую, так и информационную поддержку, включая обучение по использованию продукта.",
    "monitoring": "Беспрерывная производительность",
    "monitoring-description": "MISEENSCREEN несет ответственность за управление производительностью веб-портала, устранение неполадок, развитие и управление изменениями, чтобы поддерживать высокую доступность вашего портала и его соответствие вашим потребностям.",
    "planning": "Планирование",
    "planning-description": "Проведение детального изучения конкретных потребностей вашего бизнеса, анализ соответствующих нормативных ограничений, сбор и обработка мнений и ожиданий заинтересованных сторон проекта, а также разработка подробных требований к порталу и техническим спецификациям.",
    "task": "Техническое задание",
    "task-description": "В техническом задании фиксируются технические характеристики, которым должен соответствовать проект, требования к визуальной составляющей, а также подробно описывается механика всего функционала продукта.",
    "design": "Дизайн",
    "design-description": "Создание проекта архитектуры портала и реализация UX/UI дизайна.\nПри разработке дизайна учитываются принципы удобства и интуитивности использования, а также учитываются пожелания заказчика относительно концепции, стиля, цветов и желаемых элементов дизайна.",
    "development": "Разработка Backend & frontend",
    "development-description": "Команда программистов разрабатывает продукт в соответствии с утвержденным техническим заданием, макетами и таймлайном. Продукт адаптируется под все устройства и операционные системы, и каждая функция доступна для тестирования Заказчикам поэтапно. В среднем каждые 2-4 недели выпускается новая опция в соответствии с утвержденным таймлайном проекта.",
    "arrow-up": "Назад",
    "arrow-down": "Вперёд"
  },
  "cases": {
    "title": "Кейсы",
    "sub-title": "Электронное обучение и\nуправление розничними процессами",
    "text": "Наша первая разработка веб-приложения предназначена для компании МНС Инвестмент, официального представителя итальянских модных брендов Calzedonia, Intimissimi, Tezenis и Falconeri в Украине. Мы создали корпоративный портал для обучения сотрудников, поддержки и развития корпоративной культуры, а также систематизации ритейл-процессов компании."
  },
  "cases-points": {
    "title": "Кейсы",
    "sub-title": "МНС ИНВЕСТМЕНТ официальный представитель брендов CALZEDONIA,INTIMISSIMI,TEZENIS,FALCONERI в Украине.",
    "article": {
      "portal": "Мультибрендовый корпоративный портал для сотрудников",
      "education": "Система обучения и развития персонала",
      "optimization": "Оптимизация и управление ритейл процессами"
    }
  },
  "about-us": {
    "title": "Behind the screen",
    "person": {
      "darya": {
        "name": "Daria Pryimak",
        "role": "Project manager & Owner",
        "skills": "1 год опыта в разработке и управлении Web Apps, 3 года опыта в разработке системы обучения, развития и оценки персонала, рекрутинговой системы и создании корпоративной культуры в должности руководителя отдела обучения и персонала в компании МНС ИНВЕСТМЕНТ официальный представитель брендов Calzedonia,Intimissimi,Tezenis,Falconeri в Украине.\n3 года опыта управления магазином в компании бытовой техники  ФОКСТРОТ.",
        "about": "Меня зовут Дарья, и я менеджер по экранизации ваших идей. Я сопровождаю и несу ответственность за проект от первого общения до подписания передачи готового продукта. Мной будет разработано коммерческое предложение, техническое задание, обучающие материалы и инструкции по использованию готового продукта. Также я буду вашим менеджером по запуску, предоставлять информационную поддержку, проводить тренинги и обучение, чтобы вы эффективно запустили и внедрили новые разработки и процессы в свой бизнес.\n\nПрочитайте нашу историю (Our Story), чтобы узнать больше о том, кто, как и с какой философией будет разрабатывать новые продукты для вашего бизнеса."
      }
    }
  },
  "footer": {
    "tip": "Присоединяйтесь к MISEENSCREEN, чтобы воплотить в жизнь цифровые идеи вашего бизнеса.",
    "warning": {
      "text": "Подписываясь, вы соглашаетесь с нашей ",
      "link": "Политикой конфиденциальности*"
    },
    "navigate": {
      "title": "Navigate",
      "services": "Услуги",
      "our-story": "Наша история",
      "cases": "Кейсы",
      "support": "Поддержка",
      "cooperation": "Сотрудничество",
      "blog": "Блог",
      "contact-us": "Связаться с нами"
    },
    "official": {
      "title": "Official",
      "policy": "Политика Конфиденциальности",
      "terms": "Условия Пользования"
    },
    "support": {
      "title": "Support",
      "graphic": "Мы здесь с понедельника по пятницу с 7:00 до 19:00 по тихоокеанскому стандартному времени.",
      "contact": "Свяжитесь с нами в любое воемя: supportmin",
      "personal-info": "Не продавайте и не разглашайте мою личную информацию",
      "cookie": "Настройки Cookie"
    },
    "social": {
      "title": "Social"
    }
  },
  "email-subscription": {
    "send": "Подписаться",
    "input-placeholder": "Ваш Email"
  },
  "contact-us": {
    "title": "Запланировать встречу",
    "form": {
      "problem": "Как мы можем Вам помочь?",
      "name": "Имя",
      "company": "Компания",
      "email": "Рабочий email",
      "employees-amount": "Количество сотрудников",
      "phone": "Номер телефона",
      "services": {
        "ecommerce": "Электронная комерция",
        "placeholder": "Необходимые сервисы",
        "web-services": "Онлайн сервисы и веб порталы",
        "elearning-solution": "Электронное обучение",
        "hr-software": "Hr приложения",
        "analytics": "Управление и аналитика",
        "other": "Другое",
        "multiple-select": "*доступен множественный выбор"
      },
      "submit": "Отправить",
      "files": {
        "title": "Файлы",
        "add": "Перетащите или кликните для <b>загрузки файлов</b>",
        "tip": "Макс. количество файлов: {count}, Макс. размер файла: {size} МБ",
        "drag-tip": "Зарузить файлы"
      },
      "errors": {
        "problem": "Поле пустое",
        "name": "Имя слишком короткое, мин. длина: {min}",
        "company": "Название компании слишком короткое, мин. длина: {min}",
        "employees-amount": "Поле пустое",
        "email": "Поле пустое",
        "phone": "Поле пустое",
        "services": "Ни одного сервиса не выбрано",
        "file-count": "Слишком много файлов, макс. количество: {maxCount}",
        "file-size": "Файл {name} слишком большой, макс размер {maxSize} МБ",
        "file-format": "Файл {name} имеет запрещённый формат"
      }
    },
    "result": {
      "success-title": "Ваша форма успешно отправлена. В течение 24 часов наш менеджер свяжется с вами по указанным контактным данным",
      "error-title": "Что-то пошло не так. Попробуйте отправить форму позже",
      "to-form": "Вернуться к форме",
      "to-home": "Вернуться на главную страницу"
    }
  },
  "services": {
    "ecommerce": {
      "title": "Электронная комерция",
      "props": [
        "B2C/B2B веб-приложения",
        "Онлайн маркетплейс",
        "Прогрессивные веб-приложения для электронной коммерции",
        "Headless commerce"
      ],
      "description": [
        "Эффективная и инновационная платформа электронной коммерции, которая поможет вам увеличить продажи и создать свой онлайн-бизнес. Независимо от масштаба вашего проекта, наша команда разработчиков создаст пользовательский интерфейс, интеграцию платежных систем, управление каталогом, аналитику, адаптацию под все устройства, необходимые языки и страны и другие важные функции, необходимые для успешной работы вашего интернет-магазина.",
        "Один из принципов нашей работы - это оптимизация системы и освобождение человеческих ресурсов для творчества, управления, вовлечения в процессы и достижения других целей заказчика. Наша команда анализирует и предлагает максимальное количество вариантов оптимизации рабочих процессов, исходя из целей заказчика."
      ]
    },
    "elearning": {
      "title": "Электронное обучение",
      "props": [
        "Система управления обучением",
        "Порталы для электронного обучения",
        "Программное обеспечение для удаленного прокторинга",
        "Learning content management system",
        "Решения для управления знаниями"
      ],
      "stack": [
        "Поддержка многоязычного контента",
        "Поддержка нескольких типов контента (текст, аудио, изображения, видео, анимация, виртуальная реальность)",
        "Контент, созданный пользователями",
        "Структурированное хранение учебных материалов",
        "Инструменты для создания курсов",
        "Поиск учебного контента по заголовкам, метаданным и полному тексту",
        "Многоплатформенный доступ для учащихся, тренеров и менеджеров",
        "Самостоятельная или управляемая менеджером регистрация пользователей",
        "Профили учащихся с контактными данными, информацией о курсах, экзаменах, сертификатах и другое",
        "Персонализированные учебные маршруты",
        "Онлайн-задания и курсы",
        "Оценка результатов с аналитикой (тестирование, атестация)",
        "Управление электронными сертификатами по завершению курса/обучения",
        "Рекомендации и советы для пользователей",
        "Аналитика, история и прогресс обучения",
        "Сбор и обработка обратной связи пользователей",
        "Панели инструментов по использованию учебного контента, использованию портала, времени, проведенному на курсах, успеваемости и удовлетворенности пользователей и другое для тренеров и менеджеров",
        "Форумы обсуждений",
        "Чаты",
        "Образовательные сообщества",
        "Взаимодействие с контентом электронного обучения через лайки, шеринг, комментарии",
        "Геймифицированное обучение",
        "Формирование автоматических рейтингов результатов пользователей",
        "Система уведомлений через любой канал коммуникации (SMS, email, внутренний чат платформы)",
        "Система оценки удовлетворенности пользователей"
      ],
      "description": [
        "Мы поможем вам создать онлайн-обучение для персонала и развить корпоративную культуру в вашей организации. Изучив ваши цели, мы предложим рекомендации, проверенные технологии и кейсы для создания онлайн-обучения сотрудников.",
        "Ваши обучающие материалы будут интересными и увлекательными с системой геймифицированного тестирования, быстрой и систематической обратной связью по результатам, системой развития и автоматической аттестацией, аналитикой и автоматическим построением рейтингов, доступных на смартфоне вашего сотрудника. Мы также добавим в платформу функции для вовлечения сотрудников в корпоративную жизнь - новостные ленты, автоматизированные поздравления с праздниками и изменением должности, рейтинги эффективности, поддержка персонала и расчет уровня удовлетворенности."
      ],
      "comment": "Моя мечта развивать тренинговый департамент, создавать систему обучения и писать тренинги - сбылась в компании МНС ИНВЕСТМЕНТ. \n\nЯ всегда сочетаю в своей работе  качества  системного менеджера приобретенные на руководящих позициях и творческой личности. Поэтому в построении процессов моя ключевая цель всегда заключалась в максимальной оптимизации с помощью технологий, чтобы оставалось больше времени для творчества.\n\nСейчас мне 28 лет и у меня есть 10 лет опыта в управлении и бизнесе. Однако, я всегда стремлюсь к обучению и развитию. В настоящее время я являюсь студенткой колледжа в Лос-Анджелесе, где изучаю кинематографическое искусство и производство. Это помогает мне не только развивать свою креативную сторону, но и изучать различные методики обучения в США, анализировать их эффективность и применять лучшие идеи при разработке моих проектов."
    },
    "hr-software": {
      "title": "HR приложения",
      "props": [
        "Административные задачи",
        "Управление функционалом",
        "Управление талантами",
        "Управление сотрудниками",
        "Система рекрутинга"
      ],
      "stack": [
        "База данных сотрудников",
        "Профили сотрудников",
        "Жизненный цикл занятости сотрудников",
        "Управление заработной платой",
        "Бенефиты для сотрудников",
        "Отчетность и аналитика",
        "Корпоративные политики и процедуры",
        "Справочник сотрудника",
        "Организационная структура",
        "База знаний и развития сотрудников",
        "Портал самообслуживания сотрудников",
        "Виртуальные помощники и чат-боты для сотрудников",
        "Набор персонала",
        "Система адаптации и ввод в должность",
        "Управление результативностью",
        "Управление компетенциями",
        "Система повышения и аттестации",
        "Внутренний перевод на другую должность",
        "Обучение и развитие",
        "Планирование кадрового потенциала",
        "Управление вовлеченностью",
        "Предсказание поведения сотрудников с использованием предиктивной аналитики",
        "Управление отсутствиями",
        "Трекинг рабочего времени",
        "Аналитика времени присутствия и отсутствия",
        "Планирование графика работы сотрудников",
        "Управление задачами и активностью"
      ]
    },
    "custom-erp": {
      "title": "ERP системы",
      "segments": [
        {
          "subtitle": "ERP-система, разработанная компанией MISEENSCREEN, предназначена для удовлетворения уникальных операционных и стратегических потребностей предприятия путем создания индивидуальной функциональности. Наш  ERP обеспечивает интеграцию всех функций управления бизнесом и облегчает принятие решений на основе данных, а также является масштабируемой и адаптированной к бизнесу системой.",
          "props": [
            { "title": "Кадровые политики", "details": "Управление кадровой политикой и управление персоналом от набора и адаптации до расчета заработной платы, посещаемости, обучения и управления запросами сотрудников." },
            { "title": "Продажи и маркетинг", "details": "Функциональность для автоматизации управления заказами клиентов, планирования маркетинговых кампаний на основе данных, общения с клиентами и получения информации о динамике продаж." },
            { "title": "Управление операциями по оказанию услуг", "details": "Планирование, контроль и оптимизация рабочих процессов, связанных с обслуживанием. Управление соглашением об уровне обслуживания. Проведение опросов и электронного голосования для сбора идей по улучшению сервиса." },
            { "title": "Управление проектами", "details": "Планирование и мониторинг проекта, назначение и отслеживание задач, инструменты совместной работы (мгновенный обмен сообщениями, общее файловое пространство и т. д.)." }
          ]
        },
        {
          "subtitle": "",
          "props": [
            { "title": "Управление документацией", "details": "Централизованное хранение нескольких типов документов, простая навигация по документам и обмен ими, шаблоны документов." },
            { "title": "Управление знаниями и развитием", "details": "Централизованное хранилище знаний с мощной поисковой системой, автоматизированной классификацией знаний, инструментами обмена знаниями и совместной работы." },
            { "title": "Аналитика данных и BI", "details": "Комплексный анализ данных и функции визуализации для мониторинга, измерения и оптимизации производительности каждого бизнес-отдела." }
          ]
        }
      ],
      "description": "При разработке веб-приложений команда MISEENSCREEN придерживается концепции \"компания в смартфоне\". Эта концепция направлена на помощь бизнесу в оптимизации системы и объединении процессов, требующих участия нескольких департаментов, в одну кнопку.\n\nМы также предлагаем нашим заказчикам решение, которое оптимизирует последующее обслуживание веб-приложения и разрабатываем ключевые функции управления, минимизируя необходимость привлечения программиста для обслуживания продукта.",
      "comment": "Я начинала свой путь с работы продавцом-консультантом и постепенно продвигалась до должности руководителя отдела персонала и обучения. На каждом этапе мне было важно обеспечить быстрое соединение между сотрудником или клиентом, у которого есть запрос, и ответственным сотрудником, который может решить этот запрос. Также я стремилась минимизировать человеческий фактор в бизнес-процессах.\n\nБлагодаря опыту и навыкам, полученным на различных ступенях моей карьеры, я разработала продукт, который помогает оптимизировать ключевые бизнес-процессы, систематизировать работу согласно видению и требованиям организации, а также автоматически рассчитывать аналитику этих событий в цифровом формате и представлять результаты."
    },
    "web-portals": {
      "title": "Web порталы",
      "subtitle": "Разработка веб-портала — это комплексная услуга по планированию и внедрению безопасного и удобного цифрового пространства для обслуживания ваших клиентов, партнеров и сотрудников. Веб-порталы обеспечивают функции самообслуживания для целевых пользователей и предоставляют доступ к услугам, продуктам, информации и средствам связи.",
      "props": [
        { "title": "Порталы самообслуживания", "details": "Мы агрегируем информацию о продуктах или услугах вашей компании и позволяем зарегистрированным пользователям запрашивать информацию, активировать/деактивировать и планировать услуги, связываться с представителями компании, решать вопросы." },
        { "title": "Порталы для клиентов", "details": "Мы создаем цифровое пространство, где ваши клиенты могут получить доступ к вашим продуктам и размещать онлайн-заказы, подписываться на услуги, отправлять запросы на обслуживание, делиться своим опытом с вами и другими пользователями." },
        { "title": "Порталы для сотрудников", "details": "Мы внедряем безопасную платформу, позволяющую вашим сотрудникам отправлять и управлять запросами на кадровые, ИТ-услуги и услуги, связанные с объектами, получать доступ к структурированным корпоративным данным, сотрудничать и оставаться в курсе корпоративных событий." },
        { "title": "Порталы для электронной коммерции", "details": "Мы создаем интуитивно понятный опыт покупок для бизнес-покупателей и индивидуальных потребителей и можем интегрировать портал электронной коммерции в омниканальную розничную экосистему." },
        { "title": "Электронное обучение", "details": "Мы создаем порталы для корпоративного обучения и развития персонала, для учебных заведений и бизнес обучения.  " },
        { "title": "Порталы для коммуникации", "details": "Мы объединяем людей со схожими интересами и поощряем их приобретать новые знания и делиться опытом через форумы, блоги, чаты и другие средства общения." }
      ]
    },
    "note": {
      "title": "A note from our founder",
      "quote": "“People love what other people are passionate about”",
      "source": "From movie La La Land"
    }
  },
  "blogs": {
    "company-consciousness": {
      "title": "Доступ к сознанию компании. Ch. 1",
      "description": "\"Я ведь не робот!\" - Как часто вы слышали такое утверждение во время взаимодействия с людьми? И так же часто это продолжается следующим образом: \"Я ведь не робот, я могу ошибаться!\" И это правда - человек способен ошибаться, чувствовать, любить, растраиваться… Однако важно понимать, что все эти чувства являются результатом эволюции и природы биологического интеллекта, и как это может повлиять на работу и успех вашей организации - это также важный и интересный вопрос. В этой статье вы узнаете о систематизированном построении взаимоотношений между сотрудниками и организацией через поддержку сотрудников и свободу слова в компании, о создании единых правил игры в условиях эффективности и здоровых взаимоотношений и как цифровые технологии могут в этом помочь.",
      "themes": [
        "Культура организации",
        "Поддержка персонала",
        "ENPS",
        "Свобода слова и демократия в компании",
        "Взаимоотношения между людьми",
        "Геймифицированное взаимодействие",
        "Цифровые технологии в культуре персонала"
      ]
    },
    "company-consciousness-2": {
      "title": "Доступ к сознанию компании. Ch. 2",
      "description": "В предыдущей статье о цифровой культуре мы рассмотрели причины, по которым внедрение платформ и приложений, а также использование цифровых опций, может быть полезным решением для организации и сотрудников. С развитием технологий развиваются и люди, как показывает эволюция, ведь с пещер мы дошли до уровня, где сами создаем новые формы жизни.",
      "themes": [
        "Культура организации",
        "Поддержка персонала",
        "ENPS",
        "Свобода слова и демократия в компании",
        "Взаимоотношения между людьми",
        "Геймифицированное взаимодействие",
        "Цифровые технологии в культуре персонала"
      ]
    },
    "employees-promotion": {
      "title": "Цифровое повышение и развитие сотрудников. \"Why am I always number two?\"",
      "description": "В вопросе об авариях, вероятно, многим хотелось бы жить в мире, где риски для жизни минимизированы как можно больше. Если мы будем исследовать, как сделать так, чтобы аварий на дорогах не было, ответ состоит в исключении человеческого фактора на дорогах. Более подробно об этом можно узнать из работ Жака Фреско.",
      "themes": [
        "Система оценки и аттестаций",
        "Система повышения персонала",
        "Развитие персонала",
        "Цифровые технологии в повышении персонала",
        "Культура организации"
      ]
    },
    "content": {
      "company-consciousness": {
        "subtitle": [
          "Быть живым? Быть эффективным системе?",
          "All living beings have certain behavior patterns. Only digital systems, artificial intelligence, and robots with programs cannot deviate from their programs."
        ],
        "img-caption": [
          "The movie \"Poor Things \" (1994), directed by Yorgos Lanthimos",
          "The movie \"I,Robot\" (2004), directed by Alex Proyas",
          "The animation movie \"Soul\" (2020), directed by Pete Docter"
        ],
        "paragraph": [
          "\"Я ведь не робот!\" - Как часто вы слышали такое утверждение во время взаимодействия с людьми? И так же часто это продолжается следующим образом: \"Я ведь не робот, я могу ошибаться!\" И это правда - человек способен ошибаться, чувствовать, любить, растраиваться… Однако важно понимать, что все эти чувства являются результатом эволюции и природы биологического интеллекта, и как это может повлиять на работу и успех вашей организации - это также важный и интересный вопрос. В этой статье вы узнаете о систематизированном построении взаимоотношений между сотрудниками и организацией через поддержку сотрудников и свободу слова в компании, о создании единых правил игры в условиях эффективности и здоровых взаимоотношений и как цифровые технологии могут в этом помочь.",
          "Помня свой путь от продавца-консультанта до руководителя отдела обучения и персонала, могу сказать, что часто организация, не осознавая этого или воспринимая это как благо, искренне считает, что создает эффективную среду взаимодействия, осуществляя это через изменение людей, чтобы они были удобными и соответствовали потребностям организации. Однако работа над изменением человеческой природы - сложная и не всегда эффективная задача, особенно когда существуют ресурсы, предназначенные для этого. Перепрограммировать программу на новый или необходимый вектор развития гораздо эффективнее, проще и естественнее, чем перепрограммировать живых людей. Скорее всего, в вашей организации работают взрослые и сформированные люди, у которых есть своя история, прошлое, ассоциативная память, чувства, реакции и восприятие, сформированные эволюцией и их личным опытом через семью и социум. Особенно проще отказаться от морализации, нравоучений о том, что хорошо и плохо, и попыток менять людей, когда начинаешь интересоваться физиологией человека.   В опыте как у меня, так и у моих коллег, тренеров, HR-менеджеров и собственников компаний были или остаются увлечения читать бестселлеры бизнес-литературы о том, каким менеджером быть, как управлять людьми, как поступать и строить культуру компании для того, чтобы быть таким же успешным, как организация автора или спикера. В таких книгах и тренингах дают готовые решения, но данные и обстоятельства компании часто не похожи на твои, и также в таком жанре много общей информации, личных историй и фантазий, которые не раскрывают базу, такую как кто такой человек и сотрудник на которого я хочу повлиять. Также такие истории рассказывают то, что хочет рассказать автор, и вероятно со субъективным взглядом. Фокусируясь на знаниях физиологии и биологического интеллекта, перестаешь гадать и фантазировать, а понимаешь и принимаешь, почему человек поступает или реагирует так или иначе в определенных ситуациях, и что нужно сделать, чтобы сотрудники принимали правила игры компании. Также хочу отметить, что вовсе не является «плохим» или «хорошим», когда организация или менеджер применяет методы для развития своей организации и управления. Имея вложения, обязательства и ответственность, люди действуют, часто считая свою философию истинной и эффективной, чтобы достичь поставленной цели.",
          "Резюмируя идею выше, основа успешного взаимодействия между людьми в организации и бизнесе часто заключается в понимании физиологии поведения людей. Однако для конкретной организации и бизнеса лучше разрабатывать уникальные подходы и стратегии, которые учитывают особенности и запросы данного бизнеса. Важно не игнорировать общепринятые основы и методики, но при этом адаптировать их под конкретные потребности и цели компании. Например, нет смысла создавать круглый или треугольный телевизор, но важно обращать внимание на качество изображения и кто будут зрители.",
          "Один из вариантов ответа можно найти через персонажа мультфильма «Душа» - 22. В этом анимационном фильме нарциссическую героиню 22 не может убедить никто в том, что жизнь на Земле прекрасна. Ни великие личности человечества, ни Мать Тереза не могут изменить мнение этого героя. Ничто не влияет на героиню 22, кроме реального опыта. Когда она случайно попадает на Землю, она начинает осознавать, что жизнь на Земле ей нравится и меняет свое мнение. Ни морализация, ни убеждения, ни влиятельные личности не добились того, что сделала среда.",
          "И это вовсе не призыв отказаться от одного в пользу другого. Тренинги, неформальное общение и слова также имеют право на жизнь. Это как спецэффект, который украшает сцену фильма и делает ее ярче, но спецэффект не является смыслом или сюжетом, над которым мы и предлагаем фокусироваться. Люди могут прослушать пышные тренинги, насладиться вкусным обедом, зарядиться мотивационными словами менеджера, но затем вернуться на рабочие места, где процессы часто работают ситуативно, субъективно и бюрократично, а люминесцентное и HID освещение на рабочих местах только стимулирует депрессию."
        ],
        "bold": [
          "У всех живых существ есть определенные модели поведения. Только цифровая система, искусственный интеллект и роботы с программами не могут отклониться от своих программ.",
          "Если мы не можем перепрограммировать человека, что можем сделать, чтобы люди взаимодействовали по системе эффективности, необходимой для организации, минимизируя отрицательное влияние эмоций?"
        ],
        "link": [
          "О том, что можно сделать и как цифровые технологии могут помочь в таких вопросах, как культура и взаимоотношения с персоналом, рассказывается далее в статье - Доступ к сознанию компании. Chapter 2."
        ]
      },
      "company-consciousness-2": {
        "subtitle": [
          "VOLUME 1. Корпоративная Культура. Взаимодействие.",
          "STAFF SUPPORT. Отзывы. Вопросы. Идеи.",
          "STAFF SUPPORT. eNPS",
          "STAFF SUPPORT. Добавьте немного романтики… SMS: \"Я помню тебя и ценю.\""
        ],
        "bold": [
          "Привилегия - иметь мнение. Людям полезно видеть другие точки зрения, а не только подтверждать свою."
        ],
        "paragraph": [
          "В предыдущей статье о цифровой культуре мы рассмотрели причины, по которым внедрение платформ и приложений, а также использование цифровых опций, может быть полезным решением для организации и сотрудников. С развитием технологий развиваются и люди, как показывает эволюция, ведь с пещер мы дошли до уровня, где сами создаем новые формы жизни.",
          "Культура компании охватывает все аспекты работы, начиная с выбора стульев для сотрудников и включая систему оценок, обучение, оплату труда, и общение как между сотрудниками, так и между компанией и сотрудниками. В данной работе мы предложим варианты, которые можно внедрить для улучшения общения в компании и получения обратной связи от сотрудников.",
          "В рамках поддержки и прозрачности корпоративной культуры существует несколько ключевых стратегий, способствующих улучшению взаимодействия с персоналом.",
          "В соцсетях, где все пишут и все могут просматривать комментарии и запросы других, так и в организации можно сделать аналогичную возможность, за исключением случаев, когда запрос направлен напрямую. Такая опция также стимулирует сотрудников соблюдать нормы и правила компании, а возможность оставаться анонимным поможет людям постепенно раскрываться, так как страхи и следование авторитетам могут подавлять желание высказывать свои идеи и быть открытыми.",
          "Ответственный сотрудник организации может формулировать ответы для сотрудников или выбирать из сгенерированных искусственным интеллектом вариантов ответов, опираясь на нормы и стандарты работы компании.",
          "Не стоит бояться или думать о том, что если дать ресурс открытой культуры свободы слова в компании, то сотрудники «захватят мир». Это дополнительная способность видеть больше в своей организации и, обладая этой информацией, развиваться.",
          "Например,в фильме \"Шоу Трумана\", главный герой жил за заданным сценарием на протяжении примерно 30 лет и был участником шоу, и осознание этого пришло, когда он начал замечать, что происходит вокруг него. Все так же, как и вчера, только сегодня он уже хочет и готов посмотреть на свою реальность. И приходит к развивающемуся финалу его личности. Если вы работали над культурой и демократией в вашей организации, система и AI только подтвердят это, и работа над улучшениями и поддержкой будет для вас само собой разумеющимся процессом. Если у вас нет желания видеть вещи, которые можно развивать, ни одна самая точная система не сможет вам показать то, во что вы не хотите смотреть и осознавать.",
          "Важно понимать, что ответы на запросы сотрудников – это не соглашение со всем, а также возможность обучить и дать понять сотрудникам, почему определенные процессы и решения происходят определенным образом и почему это важно.",
          "Ведь одна из причин, почему возражения возникают, - это недостаточная информация!",
          "ENPS - это электронный опросник об удовлетворенности с индивидуально настраиваемыми параметрами для вашей организации. Он поможет определить у каких менеджеров, торговых точек, онлайн площадок и команд какая удовлетворенность и какие запросы.",
          "А также добавление результатов ENPS к оценке эффективности ответственных сотрудников может усилить работу менеджеров в данном показателе.",
          "Система также, сохраняя анонимность и безопасность высказываний сотрудников, сможет предоставить вам аналитику проблемных запросов и частоту их возникновения. Для сотрудника это прозрачное мнение, а для организации разложенная по слоям системная аналитика удовлетворенности работой в организации и запросов.",
          "Может ли быть фактор случайности, необъективности или упережденности - возможно, но вероятность этого в репрезентативном периоде и при использовании тестовых ротаций сводится к минимуму.",
          "Это все дает сотрудникам ощущение и ресурсы свободы, осознание возможности самовыражения на работе и получение на запросы объективного и честного решения, которое не противоречит политике организации. А также чувство, что не только организация оценивает сотрудника по определенным критериям работы, но и сотрудник оценивает благоприятность условий труда. Стоит также отметить, что это, для человеческой природы, дарит многим желаемое чувство влияния и значимости, о котором мы",
          "Часто в романтических фильмах при съемке используется глубина резкости на главных героях в кадре. Это значит, что когда в кадре пара влюбленных, они находятся в фокусе, а остальное размывается, теряя фокус. Это визуальный прием, который усиливает передачу идеи влюбленности и показывает, что остальное не важно, кроме объекта любви.",
          "Что же может создать такие кадры «влюбленности» в работе между компанией и сотрудником? Когда все остальное в моменте теряет фокус, кроме радости от происходящего?",
          "Сделайте автоматическое поздравление сотрудников с Днем Рождения, с повышением, а также поздравления по поводу отработанного периода в организации.",
          "Автоматическая генерация тематических мемов, новостей об организации и интересных фактов, а также создание клубов интересов всегда могут увеличить энтузиазм к работе.",
          "Также использование геймификации в системе с рейтингами и поощрениями, где сотрудники могут получать баллы, бонусы и соревноваться в игровой форме, а затем использовать набранные кредиты и бенефиты в свою пользу.",
          "Систематизацию корпоративной культуры с помощью AI можно реализовать через приложение, в которое сотрудники будут хотеть заходить, как в ленту Instagram, потому что там будет интересная и важная информация для сотрудника.",
          "А система нажатия нескольких кнопок всегда отобразит вам желанную аналитику по вышеупомянутым аспектам культуры вашей организации.",
          "В финале этой статьи вспомнилось, что Илон Маск, купил Twitter (название изменено на «X»). Многих интересовал вопрос, зачем к таким масштабным и технологичным компаниям добавляется еще и социальная сеть? Многие скажут – для власти, и в этом что-то есть. Однако сам Илон отвечает в интервью, что эта покупка была сделана с одной целью – развитие демократии и свободы слова человечества.",
          "Какова свобода слова в вашей организации? Насколько свободно выражают свои мысли, идеи и предложения сотрудники? Как культура вдохновляет стать частью организации не только потому, что это важно, но и потому, что это интересно?",
          "И, конечно же, подобно случаю с Илоном Маском и идеей свободы слова, такие ресурсы несомненно обеспечивают большее влияние, в случае бизнеса - <b>влияние на мир вашей организации.</b>"
        ],
        "list": [
          [
            "Разрешение для всех сотрудников оставлять отзывы и задавать вопросы через специальную систему, что создает возможность для всех выражать мнение и предложения.",
            "Поддержка идеи - «Я могу сказать обо всем!», даже если это в письменной форме.",
            "Создание системы, которая обеспечивает по запросу сотрудника анонимность или открытость вопросов и запросов."
          ]
        ],
        "link": [
          "расскажем больше в статье о системе роста, продвижения и оценки персонала."
        ]
      },
      "employees-promotion": {
        "subtitle": [
          "Хотели бы ли вы, чтобы вы и ваши дети жили в мире, где нет аварий на дорогах?",
          "Что скажет человек? Что скажет система?",
          "Цифровая система не чувствует утомления в расчетах"
        ],
        "paragraph": [
          "Почему тема статьи о повышении и развитии сотрудников начинается с обсуждения\nвопроса об авариях?",
          "В вопросе об авариях, вероятно, многим хотелось бы жить в мире, где риски для жизни минимизированы как можно больше. Если мы будем исследовать, как сделать так, чтобы аварий на дорогах не было, ответ состоит в исключении человеческого фактора на дорогах. Более подробно об этом можно узнать из работ Жака Фреско.",
          "Также Жак Фреско рассматривал концепцию мира, в котором нет коррупции, войн и правительство служит народу, соблюдая все нормы и установленные правила. И идеальным правительством может быть существо, у которого нет чувств, а только следование своим программам.",
          "И одним из вспомогательных методов для создания продуктивной, служащей людям и ценностям компании системы повышения оценки и развития персонала является исключение человеческого фактора из таких процессов. Это достигается путем разработки индивидуальных критериев эффективности для организации и доверия системе расчетов цифровым опциям. Идея заключается в оценке людей исключительно по их результатам в выбранных категориях, которые измеряются цифрами, а не чувствами и эмоциями.",
          "Та самая \"авария\" в организации происходит, когда эффективность сталкивается с эмоциональным человеческим фактором.",
          "У всех живых существ есть определенные модели поведения. Когда человек оказывается в определенной среде, он ее оценивает и выбирает необходимую для себя стратегию взаимодействия. Только если человек попробует что-то и ему это понравится, он захочет повторить это. Потрогал один предмет - больно, потрогал другой - приятно. Люди занимают выгодные позиции для получения пищи и крова, и через систему вознаграждения они улучшают свою жизнь. У человека есть широкий диапазон таких \"программ\", иначе люди бы вымерли.",
          "Роботы с программами не могут отклониться от своих программ, если нет других запрограммированных вариаций. Будет ли система, у которой есть запрограммированные критерии расчета, испытывать симпатию или нелюбовь к сотруднику, который набрал наибольшую или низкую эффективность? Нет, потому что у этой системы нет таких чувств.",
          "Одному менеджеру удобно работать с определенным типом сотрудников, и вероятно, его решения будут сводиться к тому, чтобы отдать преимущества в продвижении и помощи выбранному человеку, однако в этот же момент может быть другой сотрудник более эффективен для организации, чем для менеджера. Но из-за человеческих критериев не попадет в фильтр для человека, который принимает решения о повышении. Причины могут быть разными - от того, что сотрудник идейный и задает неудобные вопросы, до того, что у него не такие \"горящие глаза\", как нужно.",
          "Анализируя жизненный опыт, многие могут вспомнить, что в рабочем пространстве наблюдали любовные отношения между сотрудниками, дружеские отношения, вражду и недовольство. Вероятно, не только на работе, но и в школе или колледже одни влюбляются, другие ссорятся, и люди взрослеют и развиваются, однако чувства остаются, так как так устроена природа. Можно, конечно, регулировать вопросы взаимоотношений тренингами по правилам и нормам, однако мы никогда не сможем запретить людям быть людьми. Люди не должны испытывать чувство вины из-за того, что они люди. Однако можно позаботиться о том, чтобы эмоциональный фактор не влиял отрицательно на успех организации и таланты.",
          "Если у людей будет помощник, который возьмет на себя систематизацию процессов, расчеты и аналитику, то что мы можем получить:",
          "Цифровая технология развития сотрудников представляет собой \"карту сокровищ\" с понятным маршрутом и наградой в результате.",
          "Чем более понятна система и расчеты, тем больше сотрудников будет мотивировано следовать этим маршрутам и приносить пользу организации через свой рост. И, вероятно, мы можем столкнуться с мнением, что эта система не точна и ошибочна, однако только цифры могут показать эффективность в сравнительном периоде. Что произошло с показателями после введения системы и что было до? Это будет ответом.",
          "Люди выполняют свои роли уже с цифровым напарником в команде. Не нужно думать о том, кого из сотрудников повышать - ваша система уже посчитала рейтинги. Не нужно объяснять симпатичному и приятному коллеге, почему возможно в этом месяце он не получил премию или повышение – система рассчитает все результаты и покажет причинно-следственную связь.",
          "А постоянные промежуточные итоги результатов помогают снизить \"боль\" ожиданий человека от работы, так как <b>большинство людей страдают не от фактических обстоятельств, а от своих ожиданий</b>. Система охватывает все запросы и заложенные расчеты, в то время как способность человека контролировать все до мелочей ограничена."
        ],
        "list": [
          [
            "Исключение эмоционального фактора при принятии решений о повышении и развитии сотрудников, так как система согласно заданных критериев отображает лидеров.",
            "Беспрерывный доступ к показателям, влияющим на которые сотрудники увеличат свою эффективность и эффективность компании.",
            "Автоматический и системный расчет показателей с детализацией каждого параметра, что также дает беспрерывную обратную связь для сотрудников.",
            "Минимизация культуры угождения или предвзятости, сосредотачиваясь на заданных показателях.",
            "Структурированная система развития сотрудника через изучение информации/ практику/достижение результатов и беспрерывную поддержку.",
            "Включение результатов и баллов электронного обучения сотрудников в систему оценки и развития."
          ]
        ],
        "link": [
          "Статья о повышении сотрудников на ключевые позиции в компании - Цифровое повышение. «Great at doing stuff»."
        ],
        "bold": [
          "У цифровой системы с сотрудником и компанией - \"рациональный диалог\", в то время как люди могут быть рациональными с другими людьми настолько, насколько они позволяют."
        ]
      },
      "general": {
        "init": "В каждой статье, когда мы рассматриваем преимущества и возможности цифровых технологий, мы имеем в виду случай, когда технология или искусственный интеллект не запрограммированы на обратное. Миссия и философия MISEENSCREEN заключаются в том, чтобы через цифровые технологии предоставить людям больше времени на то, чего они сами хотят: творчество, сокращение рабочего дня, решение стратегических задач, масштабирование. Наши технологии и философия направлены на то, чтобы сделать возможное будущее мира бизнеса и обучения лучше, продуктивнее и легче. Кроме того, через наши статьи и блоги мы рассказываем, каким образом мы реализуем проекты и в наших работах мы ссылаемся на собственный опыт и изученную информацию.",
        "created-at": "Время публикации:",
        "themes": "Темы:"
      }
    },
    "names": {
      "darya": "Дарья Приймак"
    }
  },
  "privacy-policy": {
    "title": "Политика конфиденциальности",
    "section": [
      {
        "title": "О нас",
        "paragraph": "Мы - компания MISEENSCREEN, которая развивается в США и предоставляющая услуги по разработке веб-приложений. Мы создаем условия, обеспечивающие вам приятный опыт во время посещения нашего веб-сайта, а также предоставляем материалы и информацию, которые помогут вам быстро найти ответы на ваши вопросы относительно наших услуг. Мы также гарантируем непрерывную работу сайта. Все это возможно благодаря вашей добровольной помощи, когда вы предоставляете нам свои личные данные. Мы полностью осознаем, что личные данные являются чувствительной информацией, и мы очень серьезно относимся к вашей конфиденциальности. Чтобы предотвратить возникновение беспокойства в этом отношении, мы разработали данную политику конфиденциальности, которая в подробностях описывает нашу работу с вашими личными данными."
      },
      {
        "title": "Какую личную информацию мы собираем",
        "paragraph": [
          "MISEENSCREEN собирает данные, чтобы предоставлять вам прямую обратную связь относительно наших услуг. Вы предоставляете некоторые из этих данных напрямую, например, когда заполняете форму \"Свяжитесь с нами\", для обращения за поддержкой. Мы получаем некоторые данные с помощью технологий, таких как файлы cookie, а также получаем отчеты об ошибках или данные об использовании из программного обеспечения, работающего на вашем устройстве.",
          "Мы также получаем данные от третьих лиц. Мы защищаем данные, полученные от третьих лиц, согласно описанным в данном заявлении процедурам, а также дополнительным ограничениям, установленным источником данных. Эти источники третьих лиц могут меняться со временем, но на данный момент они включают:",
          "Поставщики услуг, которые помогают нам определить местоположение на основе вашего IP-адреса для настройки определенных продуктов под ваше местоположение. Партнеры, с которыми мы предлагаем совместные услуги или проводим совместные маркетинговые мероприятия. Публично доступные источники, такие как открытые государственные базы данных или другие данные, находящиеся в открытом доступе. У вас есть возможность выбирать, какие данные мы собираем. Когда вас просят предоставить личные данные, вы можете отказаться. Однако, если вы решите не предоставлять данные, необходимые для оказания услуги или функции или обратной связи, вы можете не иметь возможности использовать эту услугу или функцию или получить обратную связь.",
          "Среди данных, которые мы собираем, могут быть следующие:"
        ],
        "description-list": [
          { "title": "Имя и контактная информация", "description": "Мы собираем следующие данные: ваше имя, фамилию, рабочий адрес электронной почты, номер телефона, название компании и другие аналогичные контактные данные." },
          { "title": "Демографические данные", "description": "Мы собираем данные о вас, такие как ваша страна и предпочитаемый язык." },
          { "title": "Данные о веб-сайте", "description": "Мы собираем данные о том, как вы взаимодействуете с вебсайтом Miseenscreen. Например, мы собираем: Детали поведения посетителей, то есть данные о разделах веб-сайта, которые вы посещаете, и о том, сколько времени вы там проводите." },
          { "title": "Данные конфигурации", "description": "Мы собираем данные о сети, которую вы используете для подключения к нашему веб-сайту. Это включает ваш IP-адрес. Отчеты об ошибках и данные о производительности. Мы собираем данные о проблемах, с которыми вы сталкиваетесь при использовании наших услуг. Эти данные помогают нам диагностировать проблемы и предлагать решения. В зависимости от вашей среды и настроек просмотра, отчеты об ошибках могут содержать такие данные, как тип или серьезность проблемы, детали программного или аппаратного обеспечения, связанные с ошибкой, содержимое файлов, которые вы использовали в момент возникновения ошибки, а также данные о другом программном обеспечении на вашем устройстве. Данные для устранения неполадок и помощи. Если MISEENSCRENN занимается устранением неполадок и помощью, мы собираем данные о вас и вашем оборудовании, программном обеспечении и других деталях, связанных с инцидентом. Такие данные включают контактную информацию, содержимое ваших чатов и других коммуникаций с MISEENSCREEN, данные о состоянии компьютера и приложения во время возникновения сбоя и во время диагностики, а также данные о системе и реестре, касающиеся установки программного обеспечения и конфигурации оборудования." }
        ],
        "paragraph-1": [
          "Пожалуйста, обратите внимание, что вы можете передавать личные данные, которые мы НЕ требуем, в разделе \"Описание\" формы \"Свяжитесь с нами\". Мы не будем использовать эту информацию никаким образом, кроме как для ее хранения на нашем резервном сервере. Пожалуйста, не передавайте нам никакие личные данные, не запрашиваемые непосредственно от вас.",
          "Наш веб-сайт не предназначен для детей и частных лиц, и мы не собираем сознательно данные, относящиеся к ним. Родители могут отозвать ранее данное согласие и просмотреть, отредактировать или запросить удаление личных данных своих детей.",
          "Мы также можем собирать личные данные от третьих лиц, которые имеют ваше согласие на передачу ваших данных нам, или из общедоступных источников."
        ]
      },
      {
        "title": "Зачем мы собираем личные данные",
        "paragraph": [
          "MISEENSCREEN собирает данные в следующих целях: отправка коммуникаций, включая рекламные сообщения; реклама; анализ статистики посетителей веб-сайта; устранение технических проблем на веб-сайте; улучшение пользовательского опыта на веб-сайте.",
          "При осуществлении этих целей мы намерены сообщать вам о вопросах, о которых вы просили нас сообщить; связаться с вами, если нам необходимо получить или предоставить дополнительную информацию; убедиться, что наши записи верны, и время от времени проверять, что вы довольны и удовлетворены. Мы не передаем или обмениваем списки электронной почты с другими организациями и предприятиями.",
          "Однако, чтобы обеспечить конфиденциальность, мы используем технологические и процедурные меры защиты, предотвращающие утечку данных. Например, мы храним данные, которые мы собираем от вас непосредственно или косвенно, такие как ваше имя, адрес электронной почты или номер телефона, название компании, в безопасной базе данных.",
          "Кроме того, вы можете подписаться на рассылку электронной почты и выбрать, хотите ли вы получать рекламные сообщения от MISEENCREEN по электронной почте."
        ]
      },
      {
        "title": "Почему мы передаем личные данные",
        "paragraph": [
          "Мы будем передавать вашу информацию нашему Центру разработки, который будет обрабатывать ваш запрос. Наш Центр разработки должен соблюдать требования по защите и конфиденциальности данных и не имеет права использовать полученные от нас личные данные для каких-либо других целей, кроме указанных выше. Для обеспечения достаточного уровня защиты личных данных, которые вы предоставляете, все обязательства Центра разработки устанавливаются в соглашении между MISEENSCREEN и Центром разработки.",
          "Мы будем иметь доступ к личным данным, передавать, раскрывать и сохранять их, если мы имеем законную уверенность в том, что это необходимо для:",
          "Соблюдения применимого закона или ответа на законный юридический процесс, включая запросы правоохранительных органов или других государственных агентств. Защиты наших клиентов, например, для предотвращения спама или попыток мошенничества в отношении пользователей наших услуг или для предотвращения утраты жизни или серьезного повреждения кого-либо. Защиты прав MISEENSCREEN, включая применение условий, регулирующих использование услуг. Если сторонними агентами обрабатываются личные данные от нашего имени в несоответствии с принципами, изложенными здесь, мы остаемся ответственными, если не докажем, что не несем ответственности за происшествие, вызвавшее ущерб.",
          "Обратите внимание, что некоторые страницы нашего веб-сайта содержат ссылки на продукты третьих сторон, чьи практики в области конфиденциальности могут отличаться от практик MISEENSCREEN. Если вы предоставляете личные данные какойлибо из этих сторон, ваши данные регулируются их политикой конфиденциальности."
        ]
      },
      {
        "title": "Какие права у вас есть",
        "paragraph": [
          "У вас есть право просмотреть, изменить или удалить личную информацию, которую мы храним:",
          "Вы можете запросить информацию о личных данных, которые мы храним о вас, и о том, кому передаются ваши личные данные, в любое время.",
          "Вы можете попросить нас обновить и исправить любые устаревшие или неверные/ неполные личные данные, которые мы храним о вас бесплатно.",
          "Вы можете отказаться от получения любых маркетинговых коммуникаций, которые мы можем отправлять вам. Этот выбор не распространяется на обязательные сервисные коммуникации.",
          "Вы можете отозвать свое согласие на обработку ваших данных в любое время.",
          "Вы можете запросить удаление или обновление своей личной информации здесь.",
          "Отправьте свой запроc по адресу (почта). Мы ответим на запросы о доступе или удалении ваших личных данных в течение 30 дней."
        ]
      },
      {
        "title": "Уведомление для конечных пользователей",
        "paragraph": [
          "MISEENSCREEN может предоставлять свои услуги организациям. Ваше использование веб-сайта MISEENSCREEN может подчиняться политикам вашей организации, если они существуют. Если вашим использованием веб-сайта Miseenscreen управляет ваша организация, пожалуйста, обратитесь с вопросами о конфиденциальности к вашему администратору. MISEENSCREEN не несет ответственность за политику конфиденциальности или меры безопасности наших клиентов, которые могут отличаться от тех, которые описаны в настоящем заявлении о конфиденциальности.",
          "Если вы используете адрес электронной почты, предоставленный организацией, с которой вы связаны, такой как работодатель или учебное заведение, владелец домена (например, ваш работодатель), связанного с вашим адресом электронной почты, может получать доступ и обрабатывать ваши данные, включая содержимое ваших коммуникаций и файлов."
        ]
      },
      {
        "title": "Как мы обеспечиваем безопасность ваших данных",
        "paragraph": [
          "Мы используем различные технологии и процедуры безопасности для защиты ваших личных данных от несанкционированного доступа, использования или раскрытия. Например, мы храним предоставленные вами личные данные на компьютерных системах с ограниченным доступом, находящихся в контролируемых помещениях."
        ]
      },
      {
        "title": "Срок хранения данных",
        "paragraph": [
          "MISEENSCREEN хранит личные данные в течение необходимого времени для предоставления вам запрошенных услуг и обратной связи, а также для выполнения других важных целей, таких как соблюдение наших законных обязательств и обеспечение исполнения наших договоров. Поскольку эти потребности могут различаться для разных типов данных, фактические сроки хранения могут варьироваться. Критерии, используемые для определения сроков хранения, включают:",
          "Являются ли личные данные чувствительного характера? Если да, то обычно целесообразно установить сокращенный срок хранения, который составляет до пяти лет.",
          "Подлежит ли MISEENSCREEN юридическому, контрактному или аналогичному обязательству сохранения данных?",
          "Примеры могут включать обязательные законы о сохранении данных в применимой юрисдикции, правительственные приказы о сохранении данных, связанных с расследованием, или данные, которые должны быть сохранены в целях судебного разбирательства."
        ]
      },
      {
        "title": "Как мы изменяем эту политику конфиденциальности",
        "paragraph": [
          "Мы будем обновлять это заявление о конфиденциальности по мере необходимости, чтобы изменить его условия или отразить отзывы клиентов. Когда мы размещаем изменения в этом заявлении, мы пересмотрим дату \"последнего обновления\" в верхней части заявления. Если в заявлении внесены существенные изменения, мы уведомим вас, либо вывесив заметное уведомление о таких изменениях до их вступления в силу, либо прямо отправив вам уведомление."
        ]
      },
      {
        "title": "Как с нами связаться",
        "paragraph": [
          "Если у вас есть вопросы по поводу конфиденциальности, жалоба или вопросы по защите данных, пожалуйста, напишите нам по адресу(адрес). Мы ответим в течение 30 дней."
        ]
      }
    ]
  }
}