{
  "header": {
    "services": "Послуги",
    "cases": "Кейси",
    "cooperation": "Співпраця",
    "our-story": "Наша історія",
    "blog": "Блог",
    "contact-us": "Зв'язатися з нами"
  },
  "welcome": {
    "adaptation": "Адаптація на екрани ідей для вашого бізнесу та діяльності"
  },
  "stack": {
    "ecommerce": "Електронна комерція",
    "web-services": "Онлайн сервіси та веб портали",
    "elearning-solution": "Електронне навчання",
    "hr-software": "Додатки для Hr",
    "analytics": "ERP системи\n\nКомпанія в смартфоні\n\nУправління та аналітика"
  },
  "cooperation": {
    "responsibility": "Відповідальність",
    "responsibility-description": "Ми працюємо через укладання індивідуальних договорів, виставленням рахунків та підписанням актів виконаних робіт.",
    "technologies": "Найкращі технології розробки",
    "technologies-description": "Після детального аналізу запитів і цілей замовника команда програмістів підбирає найкращі технології та мови програмування для реалізації продукту. У попередньому проекті ми використовували для інтерфейсу користувача React.js разом з TypeScript Ona (SPA).",
    "guarantee": "Гарантія та захист",
    "guarantee-description": "Ми надаємо на виконані роботи гарантію та обслуговування від 6 до 12 місяців. Протягом гарантійного періоду ми відповідаємо на всі запити та надаємо як технічну, так і інформаційну підтримку, включаючи навчання з використання продукту.",
    "support": "Підтримка 24/7",
    "support-description": "Протягом усього співробітництва з нами та гарантійного обслуговування ми надаємо підтримку 24/7 за всіма запитами від замовника, що стосуються розробки та роботи продукту.",
    "launch": "Підтримка запуску",
    "launch-description": "Після реалізації продукту команда MISEENSCREEN здійснює супровід запуску. Ми надаємо навчальні матеріали, що охоплюють весь функціонал, а також навчання з використання продукту через відео, тренінги та інструкції. В рамках гарантійного обслуговування ми відповідаємо на всі запити та запити замовника, пов'язані з роботою розробленого продукту."
  },
  "philosophy": {
    "title": " Філософія MISEENSCREEN",
    "allInOnce-article": "Everything everywhere and at once",
    "allInOnce-description": "MISEENSCREEN надає повний спектр послуг для реалізації вашої ідеї на екранах смартфонів та інших пристроїв.\n\nМи допоможемо вам зі створенням назви, стилю, логотипу, розробки концепції, написання текстів, розробки функціоналу та надання допомоги у запуску проекту. Ми готові надати все необхідне для успішної реалізації проекту.",
    "companyInSmartphone-article": "Company in smartphone concept",
    "companyInSmartphone-description": "Під час розробки веб-застосунків команда MISEENSCREEN дотримується концепції \"компанія у смартфоні\". Ця концепція спрямована на допомогу бізнесу в оптимізації системи та об'єднанні процесів, що вимагають участі кількох департаментів в одну кнопку.\n\nМи також пропонуємо нашим замовникам рішення, яке оптимізує подальше обслуговування веб-застосунку та розробляємо ключові функції управління, мінімізуючи необхідність залучення програміста для обслуговування продукту.",
    "passionate-article": "Passionate and in touch",
    "passionate-description": "На кожному етапі вашого проекту працюють люди, які не тільки зацікавлені в успішній реалізації проекту в даний момент, але також приділяють увагу довгостроковій перспективі, яка впливає на історію розвитку компанії. Засновники MISEENSCREEN беруть активну участь у кожному етапі вашого проекту.\n\nНаш перший великий проект був виконаний двома фахівцями, які глибоко вивчили кожен етап, починаючи від технічного завдання та дизайну, і закінчуючи back-end, front-end та QA. Сьогодні при розробці нового проекту ми працюємо в команді, яка складається з досвідчених фахівців та талановитих професіоналів. Однак на кожному етапі проекту ми залишаємо нашу експертизу та супровід творців, які постійно навчаються новим системам та технологіям у своїй сфері відповідальності.\n\nДодаткову інформацію ви можете знайти у розділі \"Наша історія\"."
  },
  "steps": {
    "title": "Етапи\nрозробки",
    "qa": "QA тестування",
    "qa-description": "Команда QA аналізує вимоги до порталу, історії та проектну архітектуру. Паралельно з розробкою наша команда перевіряє, щоб ваш веб-портал працював згідно з планом і відповідав усім встановленим вимогам, а також забезпечує безпеку ваших даних.",
    "deployment": "Розгортання та налаштування",
    "deployment-description": "Після реалізації продукту команда MISEENSCREEN здійснює супровід запуску. Ми надаємо навчальні матеріали, що охоплюють весь функціонал, а також навчання з використання продукту через відео, тренінги та інструкції. В рамках гарантійного обслуговування ми відповідаємо на всі запити та запити замовника, пов'язані з роботою розробленого продукту.",
    "support": "Підтримка після запуску",
    "support-description": "Ми надаємо на виконані роботи гарантію та обслуговування від 6 до 12 місяців. Протягом гарантійного періоду ми відповідаємо на всі запити та надаємо як технічну, так і інформаційну підтримку, включаючи навчання з використання продукту.",
    "monitoring": "Безперервна продуктивність",
    "monitoring-description": "MISEENSCREEN несе відповідальність за керування продуктивністю веб-порталу, усунення несправностей, розвиток та керування змінами, щоб підтримувати високу доступність вашого порталу та його відповідність вашим потребам.",
    "planning": "Планування",
    "planning-description": "Проведення детального вивчення конкретних потреб вашого бізнесу, аналіз відповідних нормативних обмежень, збирання та обробка думок та очікувань зацікавлених сторін проекту, а також розробка докладних вимог до порталу та технічних специфікацій.",
    "task": "Технічне завдання",
    "task-description": "У технічному завданні фіксуються технічні характеристики, яким має відповідати проект, вимоги до візуальної складової, а також детально описується механіка функціонала продукту.",
    "design": "Дизайн",
    "design-description": "Створення проекту архітектури порталу та реалізація UX/UI дизайну.\nПри розробці дизайну враховуються принципи зручності та інтуїтивності використання, а також враховуються побажання замовника щодо концепції, стилю, кольорів та бажаних елементів дизайну.",
    "development": "Розробка Backend & frontend",
    "development-description": "Команда програмістів розробляє продукт відповідно до затвердженого технічного завдання, макетів і таймлайнів. Продукт адаптується під усі пристрої та операційні системи, і кожна функція доступна для тестування замовникам поетапно. У середньому кожні 2-4 тижні випускається нова опція відповідно до затвердженого таймлайну проекту.",
    "arrow-up": "Назад",
    "arrow-down": "Вперед"
  },
  "cases": {
    "title": "Кейси",
    "sub-title": "Електронне навчання та\nуправління рітейл процесами",
    "text": "Наша перша розробка веб-додатка призначена для компанії МНС Інвестмент, офіційного представника італійських модних брендів Calzedonia, Intimissimi, Tezenis та Falconeri в Україні. Ми створили корпоративний портал для навчання співробітників, підтримки та розвитку корпоративної культури, а також систематизації ритейл-процесів компанії."
  },
  "cases-points": {
    "title": "Кейси",
    "sub-title": "МНС ІНВЕСТМЕНТ офіційний представник брендів CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI в Україні.",
    "article": {
      "portal": "Мультибрендовий корпоративний портал для співробітників",
      "education": "Системна навчання та розвитку працівників",
      "optimization": "Оптимізація та управління рітейл процесами"
    }
  },
  "about-us": {
    "title": "Behind the screen",
    "person": {
      "darya": {
        "name": "Daria Pryimak",
        "role": "Project manager & Owner",
        "skills": "1 рік досвіду у розробці та управлінні Web Apps, 3 роки досвіду у розробці системи навчання, розвитку та оцінки персоналу, рекрутингової системи та створення корпоративної культури на посаді керівника відділу навчання та персоналу в компанії МНС ІНВЕСТМЕНТ офіційний представник брендів Calzedonia, Intimissimi, Tezenis, Falconeri в Україні. 3 роки досвіду управління магазином у компанії побутової техніки ФОКСТРОТ.",
        "about": "Вітаю,\n\nМене звуть Дар'я, і я менеджер з екранізації ваших ідей. Я супроводжую і відповідаю за проект від першого спілкування до підписання передачі готового продукту. Мною буде розроблено комерційну пропозицію, технічне завдання, навчальні матеріали та інструкції щодо використання готового продукту. Також я буду вашим менеджером із запуску, надаватиму інформаційну підтримку, проводитиму тренінги та навчання, щоб ви ефективно запустили та впровадили нові розробки та процеси у свій бізнес.\n\nПрочитайте “Наша Історія”, щоб дізнатися більше про те, хто, як і з якою філософією розроблятиме нові продукти для вашого бізнесу."
      }
    }
  },
  "footer": {
    "tip": "Присоединяйтесь к MISEENSCREEN, чтобы воплотить в жизнь цифровые идеи вашего бизнеса.",
    "warning": "Подписываясь, вы соглашаетесь с нашей Политикой конфиденциальности*",
    "navigate": {
      "title": "Navigate",
      "services": "Послуги",
      "our-story": "Наша історія",
      "cases": "Кейси",
      "support": "Підтримка",
      "cooperation": "Співпраця",
      "blog": "Блог",
      "contact-us": "Зв'язатися з нами"
    },
    "official": {
      "title": "Official",
      "policy": "Політика Конфіденційності",
      "terms": "Умови Користування"
    },
    "support": {
      "title": "Support",
      "graphic": "Ми тут з понеділка по п'ятницю з 7:00 до 19:00 за тихоокеанським стандартним часом",
      "contact": "Зв'яжіться з нами у будь-який час: supportmin",
      "personal-info": "Не продавайте та не розголошуйте мою особисту інформацію",
      "cookie": "Налаштування Cookie"
    },
    "social": {
      "title": "Social"
    }
  },
  "email-subscription": {
    "send": "Підписатися",
    "input-placeholder": "Ваш Email"
  },
  "contact-us": {
    "title": "Запланувати зустріч",
    "form": {
      "problem": "Як ми можемо Вам допомогти?",
      "name": "Ім'я",
      "company": "Компанія",
      "email": "Робочий email",
      "employees-amount": "Кількість працівників",
      "phone": "Номер телефону",
      "services": {
        "ecommerce": "Електронна комерція",
        "placeholder": "Необхідні сервіси",
        "web-services": "Онлайн сервіси та веб портали",
        "elearning-solution": "Электронное обучение",
        "hr-software": "Додатки для Hr",
        "analytics": "Управління та аналітика",
        "other": "Інше"
      },
      "submit": "Відправити",
      "files": {
        "title": "Файли",
        "add": "Перетягніть або клікніть, щоб <b>завантажити файли</b>",
        "tip": "Макс. кількість файлів: {count}, Макс. розмір файлу: {size} МБ",
        "drag-tip": "Завантажити файл"
      },
      "errors": {
        "problem": "Поле пусте",
        "name": "Ім'я дуже коротке, мін. довжина: {min}",
        "company": "Назва компанія дуже коротка, мін. довжина: {min}",
        "employees-amount": "Поле пусте",
        "email": "Поле пусте",
        "phone": "Поле пусте",
        "services": "Не вибрано ні одного сервісу",
        "file-count": "Дуже багато файлів, макс. кількість: {maxCount}",
        "file-size": "Файл {name} дуже великий, макс розмір {maxSize} МБ",
        "file-format": "Файл {name} має заборонений формат"
      }
    },
    "result": {
      "success-title": "Вашу форму успішно відправлено. Протягом 24 годин наш менеджер зв'яжеться з вами за вказаними контактними даними",
      "error-title": "Щось пішло не так. Спробуйте відправити форму пізніше",
      "to-form": "Повернутися до форми",
      "to-home": "Повернутися на головну сторінку"
    }
  },
  "services": {
    "ecommerce": {
      "title": "Електронна комерція",
      "props": [
        "B2C/B2B веб-додатки",
        "Онлайн маркетплейс",
        "Прогресивні веб-додатки для електронної комерції",
        "Headless commerce"
      ],
      "description": [
        "Ефективна та інноваційна платформа електронної комерції, яка допоможе вам збільшити продаж та створити свій онлайн-бізнес. Незалежно від масштабу вашого проекту, наша команда розробників створить інтерфейс користувача, інтеграцію платіжних систем, управління каталогом, аналітику, адаптацію під усі пристрої, необхідні мови та країни та інші важливі функції, необхідні для успішної роботи вашого інтернет-магазину.",
        "Один з принципів нашої роботи - це оптимізація системи та збільшення людських ресурсів для творчості, управління, залучення до процесів та досягнення інших цілей замовника. Наша команда аналізує та пропонує максимальну кількість варіантів оптимізації робочих процесів, виходячи з цілей замовника."
      ]
    },
    "elearning": {
      "title": "Електронне навчання",
      "props": [
        "Система керування навчанням",
        "Портали для електронного навчання",
        "Програмне забезпечення для віддаленого прокторингу",
        "Система керування навчальним контентом",
        "Рішення для керування знаннями"
      ],
      "stack": [
        "Підтримка багатомовного контенту",
        "Підтримка кількох типів контенту (текст, аудіо, зображення, відео, анімація, віртуальна реальність)",
        "Контент створений користувачами",
        "Структуроване зберігання навчальних матеріалів",
        "Інструменти для створення курсів",
        "Пошук навчального контенту за заголовками, метаданими та повним текстом",
        "Багатоплатформний доступ для учнів, тренерів та менеджерів",
        "Самостійна або керована менеджером реєстрація користувачів",
        "Профілі учнів з контактними даними, інформацією про курси, екзамени, сертифікати та інше",
        "Персоналізовані навчальні маршрути",
        "Онлайн-завдання та курси",
        "Оцінка результатів з аналітикою (тестування, аттестація)",
        "Керування електронними сертифікатами після завершення курсу / навчання",
        "Рекомендації та поради для користувачів",
        "Аналітика, історія та прогрес навчання",
        "Збір та обробка зворотного зв'язку користувачів",
        "Панелі інструментів з використання навчального контенту, використання порталу, часу, проведеного на курсах, успішності та задоволеності користувачів та інше для тренерів та менеджерів",
        "Форуми обговорень",
        "Чати",
        "Освітні спільноти",
        "Взаємодія з контентом електронного навчання через лайки, шеринг, коментарі",
        "Гейміфіковане навчання",
        "Формування автоматичних рейтингів результатів користувачів",
        "Система повідомлень через будь-який канал комунікації (SMS, email, внутрішній чат платформи)",
        "Система оцінки задоволеності користувачів"
      ],
      "description": [
        "Ми допоможемо вам створити онлайн-навчання для персоналу та розвинути корпоративну культуру у вашій організації. Вивчивши ваші цілі, ми запропонуємо рекомендації, перевірені технології та кейси для створення онлайн-навчання співробітників.",
        "Ваші навчальні матеріали будуть цікавими та захоплюючими з системою гейміфікованого тестування, швидким та систематичним зворотним зв'язком за результатами, системою розвитку та автоматичною атестацією, аналітикою та автоматичною побудовою рейтингів, доступних на смартфоні вашого співробітника. Ми також додамо до платформи функції для залучення співробітників до корпоративного життя - стрічки новин, автоматизовані привітання зі святами та зміною посади, рейтинги ефективності, підтримку персоналу та розрахунок рівня задоволеності."
      ],
      "comment": "Моя мрія розвивати тренінговий департамент, створювати систему навчання та писати тренінги – збулася у компанії МНС ІНВЕСТМЕНТ.\n\nЯ завжди поєдную у своїй роботі якості системного менеджера набуті на керівних позиціях та творчій підхід. Тому у побудові процесів моя ключова мета завжди полягала у максимальній оптимізації процесів за допомогою технологій, щоб залишалося більше часу для творчості.\n\nЗараз мені 28 років і я маю 10 років досвіду в управлінні та бізнесі. Однак, я завжди прагну до навчання та розвитку. В даний час я студентка коледжу в Лос-Анджелесі, де вивчаю кінематографічне мистецтво і виробництво. Це допомагає мені не тільки розвивати свій креативний бік, але й вивчати різні методики навчання в США, аналізувати їх ефективність та застосовувати найкращі ідеї при розробці моїх проектів."
    },
    "hr-software": {
      "title": "Розробки для HR",
      "props": [
        "Адміністративні завдання",
        "Керування функціоналом",
        "Управління талантами",
        "Управління співробітниками",
        "Система рекрутингу"
      ],
      "stack": [
        "База даних співробітників",
        "Профілі співробітників",
        "Життєвий цикл зайнятості співробітників",
        "Управління заробітною платою",
        "Бенефіти для співробітників",
        "Звітність та аналітика",
        "Корпоративні політики та процедури",
        "Довідник співробітника",
        "Організаційна структура",
        "База знань та розвитку співробітників",
        "Портал самообслуговування співробітників",
        "Віртуальні помічники та чат-боти для співробітників",
        "Набір персоналу",
        "Система адаптації та введення на посаду",
        "Управління результативністю",
        "Управління компетенціями",
        "Система підвищення та атестації",
        "Внутрішні переведення на іншу посаду",
        "Навчання та розвиток",
        "Планування кадрового потенціалу",
        "Управління залученням",
        "Предбачення поведінки працівників із використанням предиктивної аналітики",
        "Управління відсутністями",
        "Трекінг робочого часу",
        "Аналітика часу присутності та відсутності",
        "Планування графіка роботи співробітників",
        "Управління завданнями та активністю"
      ]
    },
    "custom-erp": {
      "title": "ERP системи",
      "segments": [
        {
          "subtitle": "ERP-система, розроблена компанією MISEENSCREEN, призначена для задоволення унікальних операційних та стратегічних потреб підприємства шляхом створення індивідуальної функціональності. Наш ERP забезпечує інтеграцію всіх функцій управління бізнесом та полегшує прийняття рішень на основі даних, а також є масштабованою та адаптованою до бізнесу системою.",
          "props": [
            { "title": "Кадрові політики", "details": "Управління кадровою політикою та управління персоналом від набору та адаптації до розрахунку заробітної плати, відвідуваності, навчання та управління запитами працівників." },
            { "title": "Продаж та маркетинг", "details": "Функціональність для автоматизації управління замовленнями клієнтів, планування маркетингових кампаній на основі даних, спілкування з клієнтами та отримання інформації про динаміку продажів." },
            { "title": "Управління операціями з надання послуг", "details": "Планування, контроль та оптимізація робочих процесів, пов'язаних з обслуговуванням. Управління угодою рівня обслуговування. Проведення опитувань та електронного голосування для збору ідей щодо покращення сервісу." },
            { "title": "Управління проектами", "details": "Планування та моніторинг проекту, призначення та відстеження завдань, інструменти спільної роботи (миттєвий обмін повідомленнями, спільний файловий простір тощо)." }
          ]
        },
        {
          "subtitle": "",
          "props": [
            { "title": "Управління документацією", "details": "Централізоване зберігання декількох типів документів, проста навігація документів та обмін ними, шаблони документів." },
            { "title": "Управління знаннями та розвитком", "details": "Централізоване сховище знань із потужною пошуковою системою, автоматизованою класифікацією знань, інструментами обміну знаннями та спільної роботи." },
            { "title": "Аналітика даних та BI", "details": "Комплексний аналіз даних та функції візуалізації для моніторингу, вимірювання та оптимізації продуктивності кожного бізнес-відділу." }
          ]
        }
      ],
      "description": "Під час розробки веб-застосунків команда MISEENSCREEN дотримується концепції \"компанія у смартфоні\". Ця концепція спрямована на допомогу бізнесу в оптимізації системи та об'єднанні процесів, що вимагають участі кількох департаментів в одну кнопку.\n\nМи також пропонуємо нашим замовникам рішення, яке оптимізує подальше обслуговування веб-застосунку та розробляємо ключові функції управління, мінімізуючи необхідність залучення програміста для обслуговування продукту.",
      "comment": "Я розпочинала свій шлях із роботи продавцем-консультантом і поступово розвивалась до посади керівника відділу персоналу та навчання. На кожному етапі мені було важливо забезпечити швидке з'єднання між співробітником або клієнтом, який має запит, і відповідальною компетентною особою, яка може вирішити цей запит. Також я прагнула мінімізувати людський фактор у бізнес-процесах.\n\nЗавдяки досвіду та навичкам, отриманим на різних шляхах моєї кар'єри, я розробила продукт, який допомагає оптимізувати ключові бізнес-процеси, систематизувати роботу відповідно до бачення та вимог організації, а також автоматично розраховувати аналітику цих подій у цифровому форматі та представляти результати."
    },
    "web-portals": {
      "title": "Web портали",
      "subtitle": "Розробка веб-порталу – це комплексна послуга з планування та впровадження безпечного та зручного цифрового простору для обслуговування ваших клієнтів, партнерів та співробітників. Веб-портали забезпечують функції самообслуговування для цільових користувачів та надають доступ до послуг, продуктів, інформації та засобів зв'язку.",
      "props": [
        { "title": "Портали самообслуговування", "details": "Ми агрегуємо інформацію про продукти або послуги вашої компанії та дозволяємо зареєстрованим користувачам запитувати інформацію, активувати/деактивувати та планувати послуги, зв'язуватися з представниками компанії, вирішувати питання." },
        { "title": "Портали для клієнтів", "details": "Ми створюємо цифровий простір, де ваші клієнти можуть отримати доступ до ваших продуктів та розміщувати онлайн-замовлення, підписуватись на послуги, надсилати запити на обслуговування, ділитися своїм досвідом з вами та іншими користувачами." },
        { "title": "Портали для працівників", "details": "Ми впроваджуємо безпечну платформу, яка дозволяє вашим співробітникам надсилати та керувати запитами на кадрові, ІТ-послуги та послуги, пов'язані з об'єктами, отримувати доступ до структурованих корпоративних даних, співпрацювати та залишатися в курсі корпоративних подій." },
        { "title": "Портали для електронної комерції", "details": "Ми створюємо інтуїтивно зрозумілий досвід покупок для бізнес-покупців та індивідуальних споживачів і можемо інтегрувати портал електронної комерції у роздрібну екосистему." },
        { "title": "Електронне навчання", "details": "Ми створюємо портали для корпоративного навчання та розвитку персоналу, для навчальних закладів та бізнес навчання." },
        { "title": "Портали для комунікації", "details": "Ми об'єднуємо людей зі схожими інтересами та заохочуємо їх набувати нових знань та ділитися досвідом через форуми, блоги, чати та інші засоби спілкування." }
      ]
    },
    "note": {
      "title": "A note from our founder",
      "quote": "“People love what other people are passionate about”",
      "source": "From movie La La Land"
    }
  }
}