{
  "pages": {
    "main": {
      "title": "Розробка веб-додатків",
      "description": "Онлайн сервіси та веб-застосунки, Електронна комерція, Портали для навчання, Розробки для HR, ERP-системи"
    },
    "contact-us": {
      "title": "Зв'яжіться з нами. Команда Розробки веб-додатів",
      "description": "Заплануйте онлайн-зустріч із командою MISEENSCREEN, щоб обговорити створення веб-рішень для вашого бізнесу.\nОнлайн сервіси та веб-застосунки, Електронна комерція, Портали для навчання, Розробки для HR, ERP-системи"
    },
    "services": {
      "title": "Індивідуальні рішення для веб-додатків",
      "description": "Онлайн сервіси та веб-застосунки, Електронна комерція, Портали для навчання, Розробки для HR, ERP-системи"
    },
    "privacy-policy": {
      "title": "Політика конфіденційності",
      "description": "Ця політика конфіденційності пояснює, які особисті дані MISEENSCREEN збирає від вас та як ми використовуємо ці дані."
    }
  },
  "header": {
    "services": "Послуги",
    "cases": "Кейси",
    "cooperation": "Співпраця",
    "our-story": "Наша історія",
    "blog": "Блог",
    "contact-us": "Зв'язатися з нами"
  },
  "welcome": {
    "adaptation": "Адаптація на екрани ідей для вашого бізнесу та діяльності"
  },
  "stack": {
    "ecommerce": "Електронна комерція",
    "web-services": "Онлайн сервіси та веб портали",
    "elearning-solution": "Електронне навчання",
    "hr-software": "Додатки для Hr",
    "analytics": "ERP системи\n\nКомпанія в смартфоні\n\nУправління та аналітика"
  },
  "cooperation": {
    "responsibility": "Відповідальність",
    "responsibility-description": "Ми працюємо через укладання індивідуальних договорів, виставленням рахунків та підписанням актів виконаних робіт.",
    "technologies": "Найкращі технології розробки",
    "technologies-description": "Після детального аналізу запитів і цілей замовника команда програмістів підбирає найкращі технології та мови програмування для реалізації продукту. У попередньому проекті ми використовували для інтерфейсу користувача React.js разом з TypeScript Ona (SPA).",
    "guarantee": "Гарантія та захист",
    "guarantee-description": "Ми надаємо на виконані роботи гарантію та обслуговування від 6 до 12 місяців. Протягом гарантійного періоду ми відповідаємо на всі запити та надаємо як технічну, так і інформаційну підтримку, включаючи навчання з використання продукту.",
    "support": "Підтримка 24/7",
    "support-description": "Протягом усього співробітництва з нами та гарантійного обслуговування ми надаємо підтримку 24/7 за всіма запитами від замовника, що стосуються розробки та роботи продукту.",
    "launch": "Підтримка запуску",
    "launch-description": "Після реалізації продукту команда MISEENSCREEN здійснює супровід запуску. Ми надаємо навчальні матеріали, що охоплюють весь функціонал, а також навчання з використання продукту через відео, тренінги та інструкції. В рамках гарантійного обслуговування ми відповідаємо на всі запити та запити замовника, пов'язані з роботою розробленого продукту."
  },
  "philosophy": {
    "title": " Філософія MISEENSCREEN",
    "allInOnce-article": "Everything everywhere and at once",
    "allInOnce-description": "MISEENSCREEN надає повний спектр послуг для реалізації вашої ідеї на екранах смартфонів та інших пристроїв.\n\nМи допоможемо вам зі створенням назви, стилю, логотипу, розробки концепції, написання текстів, розробки функціоналу та надання допомоги у запуску проекту. Ми готові надати все необхідне для успішної реалізації проекту.",
    "companyInSmartphone-article": "Company in smartphone concept",
    "companyInSmartphone-description": "Під час розробки веб-застосунків команда MISEENSCREEN дотримується концепції \"компанія у смартфоні\". Ця концепція спрямована на допомогу бізнесу в оптимізації системи та об'єднанні процесів, що вимагають участі кількох департаментів в одну кнопку.\n\nМи також пропонуємо нашим замовникам рішення, яке оптимізує подальше обслуговування веб-застосунку та розробляємо ключові функції управління, мінімізуючи необхідність залучення програміста для обслуговування продукту.",
    "passionate-article": "Passionate and in touch",
    "passionate-description": "На кожному етапі вашого проекту працюють люди, які не тільки зацікавлені в успішній реалізації проекту в даний момент, але також приділяють увагу довгостроковій перспективі, яка впливає на історію розвитку компанії. Засновники MISEENSCREEN беруть активну участь у кожному етапі вашого проекту.\n\nНаш перший великий проект був виконаний двома фахівцями, які глибоко вивчили кожен етап, починаючи від технічного завдання та дизайну, і закінчуючи back-end, front-end та QA. Сьогодні при розробці нового проекту ми працюємо в команді, яка складається з досвідчених фахівців та талановитих професіоналів. Однак на кожному етапі проекту ми залишаємо нашу експертизу та супровід творців, які постійно навчаються новим системам та технологіям у своїй сфері відповідальності.\n\nДодаткову інформацію ви можете знайти у розділі \"Наша історія\"."
  },
  "steps": {
    "title": "Етапи\nрозробки",
    "qa": "QA тестування",
    "qa-description": "Команда QA аналізує вимоги до порталу, історії та проектну архітектуру. Паралельно з розробкою наша команда перевіряє, щоб ваш веб-портал працював згідно з планом і відповідав усім встановленим вимогам, а також забезпечує безпеку ваших даних.",
    "deployment": "Розгортання та налаштування",
    "deployment-description": "Після реалізації продукту команда MISEENSCREEN здійснює супровід запуску. Ми надаємо навчальні матеріали, що охоплюють весь функціонал, а також навчання з використання продукту через відео, тренінги та інструкції. В рамках гарантійного обслуговування ми відповідаємо на всі запити та запити замовника, пов'язані з роботою розробленого продукту.",
    "support": "Підтримка після запуску",
    "support-description": "Ми надаємо на виконані роботи гарантію та обслуговування від 6 до 12 місяців. Протягом гарантійного періоду ми відповідаємо на всі запити та надаємо як технічну, так і інформаційну підтримку, включаючи навчання з використання продукту.",
    "monitoring": "Безперервна продуктивність",
    "monitoring-description": "MISEENSCREEN несе відповідальність за керування продуктивністю веб-порталу, усунення несправностей, розвиток та керування змінами, щоб підтримувати високу доступність вашого порталу та його відповідність вашим потребам.",
    "planning": "Планування",
    "planning-description": "Проведення детального вивчення конкретних потреб вашого бізнесу, аналіз відповідних нормативних обмежень, збирання та обробка думок та очікувань зацікавлених сторін проекту, а також розробка докладних вимог до порталу та технічних специфікацій.",
    "task": "Технічне завдання",
    "task-description": "У технічному завданні фіксуються технічні характеристики, яким має відповідати проект, вимоги до візуальної складової, а також детально описується механіка функціонала продукту.",
    "design": "Дизайн",
    "design-description": "Створення проекту архітектури порталу та реалізація UX/UI дизайну.\nПри розробці дизайну враховуються принципи зручності та інтуїтивності використання, а також враховуються побажання замовника щодо концепції, стилю, кольорів та бажаних елементів дизайну.",
    "development": "Розробка Backend & frontend",
    "development-description": "Команда програмістів розробляє продукт відповідно до затвердженого технічного завдання, макетів і таймлайнів. Продукт адаптується під усі пристрої та операційні системи, і кожна функція доступна для тестування замовникам поетапно. У середньому кожні 2-4 тижні випускається нова опція відповідно до затвердженого таймлайну проекту.",
    "arrow-up": "Назад",
    "arrow-down": "Вперед"
  },
  "cases": {
    "title": "Кейси",
    "sub-title": "Електронне навчання та\nуправління рітейл процесами",
    "text": "Наша перша розробка веб-додатка призначена для компанії МНС Інвестмент, офіційного представника італійських модних брендів Calzedonia, Intimissimi, Tezenis та Falconeri в Україні. Ми створили корпоративний портал для навчання співробітників, підтримки та розвитку корпоративної культури, а також систематизації ритейл-процесів компанії."
  },
  "cases-points": {
    "title": "Кейси",
    "sub-title": "МНС ІНВЕСТМЕНТ офіційний представник брендів CALZEDONIA, INTIMISSIMI, TEZENIS, FALCONERI в Україні.",
    "article": {
      "portal": "Мультибрендовий корпоративний портал для співробітників",
      "education": "Системна навчання та розвитку працівників",
      "optimization": "Оптимізація та управління рітейл процесами"
    }
  },
  "about-us": {
    "title": "Behind the screen",
    "person": {
      "darya": {
        "name": "Daria Pryimak",
        "role": "Project manager & Owner",
        "skills": "1 рік досвіду у розробці та управлінні Web Apps, 3 роки досвіду у розробці системи навчання, розвитку та оцінки персоналу, рекрутингової системи та створення корпоративної культури на посаді керівника відділу навчання та персоналу в компанії МНС ІНВЕСТМЕНТ офіційний представник брендів Calzedonia, Intimissimi, Tezenis, Falconeri в Україні. 3 роки досвіду управління магазином у компанії побутової техніки ФОКСТРОТ.",
        "about": "Вітаю,\n\nМене звуть Дар'я, і я менеджер з екранізації ваших ідей. Я супроводжую і відповідаю за проект від першого спілкування до підписання передачі готового продукту. Мною буде розроблено комерційну пропозицію, технічне завдання, навчальні матеріали та інструкції щодо використання готового продукту. Також я буду вашим менеджером із запуску, надаватиму інформаційну підтримку, проводитиму тренінги та навчання, щоб ви ефективно запустили та впровадили нові розробки та процеси у свій бізнес.\n\nПрочитайте “Наша Історія”, щоб дізнатися більше про те, хто, як і з якою філософією розроблятиме нові продукти для вашого бізнесу."
      }
    }
  },
  "footer": {
    "tip": "Доєднуйтесь до MISEENSCREEN, щоб втілити у життя цифрові ідеї вашого бізнесу.",
    "warning": {
      "text": "Підписуючись, ви погоджуєтесь з нашою ",
      "link": "Політикою конфіденційності*"
    },
    "navigate": {
      "title": "Navigate",
      "services": "Послуги",
      "our-story": "Наша історія",
      "cases": "Кейси",
      "support": "Підтримка",
      "cooperation": "Співпраця",
      "blog": "Блог",
      "contact-us": "Зв'язатися з нами"
    },
    "official": {
      "title": "Official",
      "policy": "Політика Конфіденційності",
      "terms": "Умови Користування"
    },
    "support": {
      "title": "Support",
      "graphic": "Ми тут з понеділка по п'ятницю з 7:00 до 19:00 за тихоокеанським стандартним часом",
      "contact": "Зв'яжіться з нами у будь-який час: supportmin",
      "personal-info": "Не продавайте та не розголошуйте мою особисту інформацію",
      "cookie": "Налаштування Cookie"
    },
    "social": {
      "title": "Social"
    }
  },
  "email-subscription": {
    "send": "Підписатися",
    "input-placeholder": "Ваш Email"
  },
  "contact-us": {
    "title": "Запланувати зустріч",
    "form": {
      "problem": "Як ми можемо Вам допомогти?",
      "name": "Ім'я",
      "company": "Компанія",
      "email": "Робочий email",
      "employees-amount": "Кількість працівників",
      "phone": "Номер телефону",
      "services": {
        "ecommerce": "Електронна комерція",
        "placeholder": "Необхідні сервіси",
        "web-services": "Онлайн сервіси та веб портали",
        "elearning-solution": "Электронное обучение",
        "hr-software": "Додатки для Hr",
        "analytics": "Управління та аналітика",
        "other": "Інше",
        "multiple-select": "*доступний множинний вибір"
      },
      "submit": "Відправити",
      "files": {
        "title": "Файли",
        "add": "Перетягніть або клікніть, щоб <b>завантажити файли</b>",
        "tip": "Макс. кількість файлів: {count}, Макс. розмір файлу: {size} МБ",
        "drag-tip": "Завантажити файл"
      },
      "errors": {
        "problem": "Поле пусте",
        "name": "Ім'я дуже коротке, мін. довжина: {min}",
        "company": "Назва компанія дуже коротка, мін. довжина: {min}",
        "employees-amount": "Поле пусте",
        "email": "Поле пусте",
        "phone": "Поле пусте",
        "services": "Не вибрано ні одного сервісу",
        "file-count": "Дуже багато файлів, макс. кількість: {maxCount}",
        "file-size": "Файл {name} дуже великий, макс розмір {maxSize} МБ",
        "file-format": "Файл {name} має заборонений формат"
      }
    },
    "result": {
      "success-title": "Вашу форму успішно відправлено. Протягом 24 годин наш менеджер зв'яжеться з вами за вказаними контактними даними",
      "error-title": "Щось пішло не так. Спробуйте відправити форму пізніше",
      "to-form": "Повернутися до форми",
      "to-home": "Повернутися на головну сторінку"
    }
  },
  "services": {
    "ecommerce": {
      "title": "Електронна комерція",
      "props": [
        "B2C/B2B веб-додатки",
        "Онлайн маркетплейс",
        "Прогресивні веб-додатки для електронної комерції",
        "Headless commerce"
      ],
      "description": [
        "Ефективна та інноваційна платформа електронної комерції, яка допоможе вам збільшити продаж та створити свій онлайн-бізнес. Незалежно від масштабу вашого проекту, наша команда розробників створить інтерфейс користувача, інтеграцію платіжних систем, управління каталогом, аналітику, адаптацію під усі пристрої, необхідні мови та країни та інші важливі функції, необхідні для успішної роботи вашого інтернет-магазину.",
        "Один з принципів нашої роботи - це оптимізація системи та збільшення людських ресурсів для творчості, управління, залучення до процесів та досягнення інших цілей замовника. Наша команда аналізує та пропонує максимальну кількість варіантів оптимізації робочих процесів, виходячи з цілей замовника."
      ]
    },
    "elearning": {
      "title": "Електронне навчання",
      "props": [
        "Система керування навчанням",
        "Портали для електронного навчання",
        "Програмне забезпечення для віддаленого прокторингу",
        "Система керування навчальним контентом",
        "Рішення для керування знаннями"
      ],
      "stack": [
        "Підтримка багатомовного контенту",
        "Підтримка кількох типів контенту (текст, аудіо, зображення, відео, анімація, віртуальна реальність)",
        "Контент створений користувачами",
        "Структуроване зберігання навчальних матеріалів",
        "Інструменти для створення курсів",
        "Пошук навчального контенту за заголовками, метаданими та повним текстом",
        "Багатоплатформний доступ для учнів, тренерів та менеджерів",
        "Самостійна або керована менеджером реєстрація користувачів",
        "Профілі учнів з контактними даними, інформацією про курси, екзамени, сертифікати та інше",
        "Персоналізовані навчальні маршрути",
        "Онлайн-завдання та курси",
        "Оцінка результатів з аналітикою (тестування, аттестація)",
        "Керування електронними сертифікатами після завершення курсу / навчання",
        "Рекомендації та поради для користувачів",
        "Аналітика, історія та прогрес навчання",
        "Збір та обробка зворотного зв'язку користувачів",
        "Панелі інструментів з використання навчального контенту, використання порталу, часу, проведеного на курсах, успішності та задоволеності користувачів та інше для тренерів та менеджерів",
        "Форуми обговорень",
        "Чати",
        "Освітні спільноти",
        "Взаємодія з контентом електронного навчання через лайки, шеринг, коментарі",
        "Гейміфіковане навчання",
        "Формування автоматичних рейтингів результатів користувачів",
        "Система повідомлень через будь-який канал комунікації (SMS, email, внутрішній чат платформи)",
        "Система оцінки задоволеності користувачів"
      ],
      "description": [
        "Ми допоможемо вам створити онлайн-навчання для персоналу та розвинути корпоративну культуру у вашій організації. Вивчивши ваші цілі, ми запропонуємо рекомендації, перевірені технології та кейси для створення онлайн-навчання співробітників.",
        "Ваші навчальні матеріали будуть цікавими та захоплюючими з системою гейміфікованого тестування, швидким та систематичним зворотним зв'язком за результатами, системою розвитку та автоматичною атестацією, аналітикою та автоматичною побудовою рейтингів, доступних на смартфоні вашого співробітника. Ми також додамо до платформи функції для залучення співробітників до корпоративного життя - стрічки новин, автоматизовані привітання зі святами та зміною посади, рейтинги ефективності, підтримку персоналу та розрахунок рівня задоволеності."
      ],
      "comment": "Моя мрія розвивати тренінговий департамент, створювати систему навчання та писати тренінги – збулася у компанії МНС ІНВЕСТМЕНТ.\n\nЯ завжди поєдную у своїй роботі якості системного менеджера набуті на керівних позиціях та творчій підхід. Тому у побудові процесів моя ключова мета завжди полягала у максимальній оптимізації процесів за допомогою технологій, щоб залишалося більше часу для творчості.\n\nЗараз мені 28 років і я маю 10 років досвіду в управлінні та бізнесі. Однак, я завжди прагну до навчання та розвитку. В даний час я студентка коледжу в Лос-Анджелесі, де вивчаю кінематографічне мистецтво і виробництво. Це допомагає мені не тільки розвивати свій креативний бік, але й вивчати різні методики навчання в США, аналізувати їх ефективність та застосовувати найкращі ідеї при розробці моїх проектів."
    },
    "hr-software": {
      "title": "Розробки для HR",
      "props": [
        "Адміністративні завдання",
        "Керування функціоналом",
        "Управління талантами",
        "Управління співробітниками",
        "Система рекрутингу"
      ],
      "stack": [
        "База даних співробітників",
        "Профілі співробітників",
        "Життєвий цикл зайнятості співробітників",
        "Управління заробітною платою",
        "Бенефіти для співробітників",
        "Звітність та аналітика",
        "Корпоративні політики та процедури",
        "Довідник співробітника",
        "Організаційна структура",
        "База знань та розвитку співробітників",
        "Портал самообслуговування співробітників",
        "Віртуальні помічники та чат-боти для співробітників",
        "Набір персоналу",
        "Система адаптації та введення на посаду",
        "Управління результативністю",
        "Управління компетенціями",
        "Система підвищення та атестації",
        "Внутрішні переведення на іншу посаду",
        "Навчання та розвиток",
        "Планування кадрового потенціалу",
        "Управління залученням",
        "Предбачення поведінки працівників із використанням предиктивної аналітики",
        "Управління відсутністями",
        "Трекінг робочого часу",
        "Аналітика часу присутності та відсутності",
        "Планування графіка роботи співробітників",
        "Управління завданнями та активністю"
      ]
    },
    "custom-erp": {
      "title": "ERP системи",
      "segments": [
        {
          "subtitle": "ERP-система, розроблена компанією MISEENSCREEN, призначена для задоволення унікальних операційних та стратегічних потреб підприємства шляхом створення індивідуальної функціональності. Наш ERP забезпечує інтеграцію всіх функцій управління бізнесом та полегшує прийняття рішень на основі даних, а також є масштабованою та адаптованою до бізнесу системою.",
          "props": [
            { "title": "Кадрові політики", "details": "Управління кадровою політикою та управління персоналом від набору та адаптації до розрахунку заробітної плати, відвідуваності, навчання та управління запитами працівників." },
            { "title": "Продаж та маркетинг", "details": "Функціональність для автоматизації управління замовленнями клієнтів, планування маркетингових кампаній на основі даних, спілкування з клієнтами та отримання інформації про динаміку продажів." },
            { "title": "Управління операціями з надання послуг", "details": "Планування, контроль та оптимізація робочих процесів, пов'язаних з обслуговуванням. Управління угодою рівня обслуговування. Проведення опитувань та електронного голосування для збору ідей щодо покращення сервісу." },
            { "title": "Управління проектами", "details": "Планування та моніторинг проекту, призначення та відстеження завдань, інструменти спільної роботи (миттєвий обмін повідомленнями, спільний файловий простір тощо)." }
          ]
        },
        {
          "subtitle": "",
          "props": [
            { "title": "Управління документацією", "details": "Централізоване зберігання декількох типів документів, проста навігація документів та обмін ними, шаблони документів." },
            { "title": "Управління знаннями та розвитком", "details": "Централізоване сховище знань із потужною пошуковою системою, автоматизованою класифікацією знань, інструментами обміну знаннями та спільної роботи." },
            { "title": "Аналітика даних та BI", "details": "Комплексний аналіз даних та функції візуалізації для моніторингу, вимірювання та оптимізації продуктивності кожного бізнес-відділу." }
          ]
        }
      ],
      "description": "Під час розробки веб-застосунків команда MISEENSCREEN дотримується концепції \"компанія у смартфоні\". Ця концепція спрямована на допомогу бізнесу в оптимізації системи та об'єднанні процесів, що вимагають участі кількох департаментів в одну кнопку.\n\nМи також пропонуємо нашим замовникам рішення, яке оптимізує подальше обслуговування веб-застосунку та розробляємо ключові функції управління, мінімізуючи необхідність залучення програміста для обслуговування продукту.",
      "comment": "Я розпочинала свій шлях із роботи продавцем-консультантом і поступово розвивалась до посади керівника відділу персоналу та навчання. На кожному етапі мені було важливо забезпечити швидке з'єднання між співробітником або клієнтом, який має запит, і відповідальною компетентною особою, яка може вирішити цей запит. Також я прагнула мінімізувати людський фактор у бізнес-процесах.\n\nЗавдяки досвіду та навичкам, отриманим на різних шляхах моєї кар'єри, я розробила продукт, який допомагає оптимізувати ключові бізнес-процеси, систематизувати роботу відповідно до бачення та вимог організації, а також автоматично розраховувати аналітику цих подій у цифровому форматі та представляти результати."
    },
    "web-portals": {
      "title": "Web портали",
      "subtitle": "Розробка веб-порталу – це комплексна послуга з планування та впровадження безпечного та зручного цифрового простору для обслуговування ваших клієнтів, партнерів та співробітників. Веб-портали забезпечують функції самообслуговування для цільових користувачів та надають доступ до послуг, продуктів, інформації та засобів зв'язку.",
      "props": [
        { "title": "Портали самообслуговування", "details": "Ми агрегуємо інформацію про продукти або послуги вашої компанії та дозволяємо зареєстрованим користувачам запитувати інформацію, активувати/деактивувати та планувати послуги, зв'язуватися з представниками компанії, вирішувати питання." },
        { "title": "Портали для клієнтів", "details": "Ми створюємо цифровий простір, де ваші клієнти можуть отримати доступ до ваших продуктів та розміщувати онлайн-замовлення, підписуватись на послуги, надсилати запити на обслуговування, ділитися своїм досвідом з вами та іншими користувачами." },
        { "title": "Портали для працівників", "details": "Ми впроваджуємо безпечну платформу, яка дозволяє вашим співробітникам надсилати та керувати запитами на кадрові, ІТ-послуги та послуги, пов'язані з об'єктами, отримувати доступ до структурованих корпоративних даних, співпрацювати та залишатися в курсі корпоративних подій." },
        { "title": "Портали для електронної комерції", "details": "Ми створюємо інтуїтивно зрозумілий досвід покупок для бізнес-покупців та індивідуальних споживачів і можемо інтегрувати портал електронної комерції у роздрібну екосистему." },
        { "title": "Електронне навчання", "details": "Ми створюємо портали для корпоративного навчання та розвитку персоналу, для навчальних закладів та бізнес навчання." },
        { "title": "Портали для комунікації", "details": "Ми об'єднуємо людей зі схожими інтересами та заохочуємо їх набувати нових знань та ділитися досвідом через форуми, блоги, чати та інші засоби спілкування." }
      ]
    },
    "note": {
      "title": "A note from our founder",
      "quote": "“People love what other people are passionate about”",
      "source": "From movie La La Land"
    }
  },
  "blogs": {
    "company-consciousness": {
      "title": "Доступ до свідомості компанії. РОЗДІЛ 1",
      "description": "\"Я не робот!\" - Як часто ви чули цей вислів під час взаємодій з людьми? І часто це продовжується так: \"Я не робот, я можу робити помилки!\" І це правда - люди здатні до помилок, відчуттів, любові, роздратування. Однак важливо розуміти, що всі ці відчуття є результатом еволюції та природи біологічного інтелекту, і як це може вплинути на роботу та успіх вашої організації, це також важливе та цікаве питання. У цій статті ви дізнаєтеся про систематичне побудовування взаємин між співробітниками та організацією через підтримку співробітників та свободу слова в компанії, про створення єдиної гри в умовах ефективності та здорових взаємин, і про те, як цифрові технології можуть допомогти у цьому.",
      "themes": [
        "Організаційна культура",
        "Підтримка співробітників",
        "ENPS",
        "Свобода слова та демократія в компанії",
        "Взаємини між людьми",
        "Гейміфіковане взаємодія",
        "Цифрові технології в культурі співробітників"
      ]
    },
    "company-consciousness-2": {
      "title": "Доступ до свідомості компанії. РОЗДІЛ 2",
      "description": "У попередній статті про цифрову культуру ми розглядали причини, чому впровадження платформ і додатків, а також використання цифрових варіантів, може бути корисним рішенням як для організації, так і для її працівників. Із розвитком технологій розвиваються і люди, як показує еволюція, від печер до того моменту, коли ми створюємо нові форми життя.",
      "themes": [
        "Організаційна культура",
        "Підтримка співробітників",
        "ENPS",
        "Свобода слова та демократія в компанії",
        "Взаємини між людьми",
        "Гейміфіковане взаємодія",
        "Цифрові технології в культурі співробітників"
      ]
    },
    "employees-promotion": {
      "title": "Цифрове просування та розвиток працівників. \"Why am I always number two?\"",
      "description": "Коли мова йде про аварії, багато людей, ймовірно, хотіли б жити в світі, де ризики для життя були б мінімізовані настільки, наскільки це можливо. Якщо ми розглянемо, як усунути дорожні аварії, відповідь полягає в усуненні людського фактора на дорогах. Детальніше про це можна дізнатися у працях Жака Фреско.",
      "themes": [
        "Система оценки и аттестаций",
        "Система повышения персонала",
        "Развитие персонала",
        "Цифровые технологии в повышении персонала",
        "Культура организации"
      ]
    },
    "content": {
      "company-consciousness": {
        "subtitle": [
          "Живим бути? Бути ефективним у системі?",
          "Усі живі істоти мають певні моделі поведінки. Тільки цифрові системи, штучний інтелект та роботи з програмами не можуть відхилятися від своїх програм."
        ],
        "img-caption": [
          "The movie \"Poor Things \" (1994), directed by Yorgos Lanthimos",
          "The movie \"I,Robot\" (2004), directed by Alex Proyas",
          "The animation movie \"Soul\" (2020), directed by Pete Docter"
        ],
        "paragraph": [
          "\"Я не робот!\" - Як часто ви чули цей вислів під час взаємодій з людьми? І часто це продовжується так: \"Я не робот, я можу робити помилки!\" І це правда - люди здатні до помилок, відчуттів, любові, роздратування. Однак важливо розуміти, що всі ці відчуття є результатом еволюції та природи біологічного інтелекту, і як це може вплинути на роботу та успіх вашої організації, це також важливе та цікаве питання. У цій статті ви дізнаєтеся про систематичне побудовування взаємин між співробітниками та організацією через підтримку співробітників та свободу слова в компанії, про створення єдиної гри в умовах ефективності та здорових взаємин, і про те, як цифрові технології можуть допомогти у цьому.",
          "Рефлексуючи на мою подорож від консультанта з продажів до директора з кадрів та навчання, я можу сказати, що часто організації, не усвідомлюючи це або розглядаючи це як перевагу, щиро вважають, що, змінюючи людей, вони створюють ефективне середовище взаємодії, яке відповідає потребам організації. Однак робота над зміною людської природи та біологічного інтелекту є складним та не завжди ефективним завданням, особливо коли для цього є наявні ресурси. Перепрограмувати програму на новий або необхідний вектор розвитку набагато ефективніше, простіше та природніше, ніж перепрограмувати живих людей. Ймовірно, у вашій організації зрілі та сформовані особистості зі своєю власною історією, минулим, асоціативною пам'яттю, відчуттями, реакціями та уявленнями, сформованими еволюцією та особистим досвідом.\n\nОсобливо легше відмовитися від моралізування, навчання про те, що є добрим або поганим, і спроб змінити людей, коли ви починаєте цікавитися людською фізіологією. На моєму досвіді, а також на досвіді моїх колег, тренерів, керівників з кадрів та власників компаній, часто були або залишаються хобі читання бізнес-літератури бестселерів про те, як бути менеджером, як керувати людьми, як діяти та будувати корпоративну культуру, щоб бути такими ж успішними, як автори або спікери. Такі книги і навчання часто надають готові рішення, але дані та обставини компанії часто не схожі на ваші, і в цьому жанрі також є багато загальної інформації, особистих історій та фантазій, які не розкривають основ, такі як хто це за людина та співробітник, якого я хочу вплинути. Такі історії також розповідають про те, про що хоче розповісти автор, часто з суб'єктивною точкою зору. Фокусуючись на знанні фізіології та біологічного інтелекту, ви припиняєте вгадування та фантазування, розумієте та приймаєте, чому людина поводиться або реагує певним чином у певних ситуаціях, і що потрібно робити, щоб співробітники приймали правила гри компанії. Я також хочу зауважити, що це абсолютно не погано або добре, коли організація або керівник застосовує методи для розвитку своєї організації та управління. Маючи інвестиції, зобов'язання та відповідальність, люди діють, часто вважаючи свою філософію правдивою та ефективною для досягнення своєї мети.",
          "Успішна взаємодія між людьми в організації та бізнесі часто ґрунтується на розумінні психології людської поведінки. Важливо розвивати унікальні підходи та стратегії, які враховують конкретні характеристики і потреби конкретної організації та бізнесу. Необхідно адаптувати встановлені принципи та методології до конкретних вимог і цілей компанії. Важливо не ігнорувати встановлені принципи та методології, але адаптувати їх до конкретних вимог та цілей компанії. Наприклад, немає сенсу створювати круглий або трикутний телевізор, але важливо враховувати якість передачі картинки та аудиторію, яка буде дивитися.",
          "Одину з варіантів відповідей можна знайти через персонажа 22 в анімаційному фільмі \"Душа\". У цьому анімаційному фільмі, нарцисичний персонаж 22 не може бути переконаний ніким, що життя на Землі прекрасне. Навіть великі особистості людства чи Мати Тереза не можуть змінити думку цього персонажа. Ніщо не впливає на 22, окрім реального життєвого досвіду. Коли вона випадково потрапляє на Землю, вона починає розуміти, що їй подобається життя на Землі і змінює свою думку. Ані моралізація, ані переконання, ані впливові особистості не досягли того, що зміг оточуючий середовища.",
          "Це ні в якому разі не заклик відмовлятися від одного на користь іншого. Тренінги, неформальна комунікація та слова також мають право на існування. Це схоже на спеціальний ефект, який прикрашає сцену фільму і робить її яскравішою, але спеціальний ефект не є сенсом чи сюжетом, на якому ми пропонуємо зосередитися. Люди можуть відвідувати розкішні навчальні сесії, насолоджуватися смачним обідом, отримувати мотивацію від слів свого керівника, але потім повертатися на робоче місце, де процеси часто працюють ситуативно, суб'єктивно та бюрократично, а флуоресцентне та ртутне освітлення на робочих місцях лише поглиблює депресію."
        ],
        "bold": [
          "Усі живі істоти мають певні моделі поведінки. Тільки цифрові системи, штучний інтелект та роботи з програмами не можуть відхилятися від своїх програм.",
          "Якщо ми не можемо перепрограмувати людину, що ми можемо зробити, щоб забезпечити взаємодію людей в ефективній системі, необхідній для організації, при цьому мінімізуючи негативний вплив емоцій?"
        ],
        "link": [
          "Стаття \"Доступ до свідомості компанії. РОЗДІЛ 2\" подробно розглядає, що можна зробити і як цифрові технології можуть допомогти у таких питаннях, як культура та взаємовідносини з працівниками."
        ]
      },
      "company-consciousness-2": {
        "subtitle": [
          "Volume 1. Корпоративна культура. Взаємодія.",
          "ПІДТРИМКА ПЕРСОНАЛУ. Зворотній зв'язок. Питання. Ідеї.",
          "ПІДТРИМКА ПЕРСОНАЛУ. eNPS",
          "ПІДТРИМКА ПЕРСОНАЛУ. Додайте трохи романтики... SMS: \"Я пам'ятаю тебе і ціную тебе.\""
        ],
        "bold": [
          "Привілей - мати власну думку. Для людей корисно бачити інші точки зору, а не лише підтверджувати свою власну."
        ],
        "paragraph": [
          "У попередній статті про цифрову культуру ми розглядали причини, чому впровадження платформ і додатків, а також використання цифрових варіантів, може бути корисним рішенням як для організації, так і для її працівників. Із розвитком технологій розвиваються і люди, як показує еволюція, від печер до того моменту, коли ми створюємо нові форми життя.",
          "Культура компанії охоплює всі аспекти роботи, починаючи від вибору стільців для співробітників і закінчуючи системами оцінки результатів, навчанням, винагородою та комунікацією між співробітниками та між компанією і її співробітниками. У цій роботі ми запропонуємо варіанти, які можна впровадити для покращення комунікації у компанії та отримання зворотного зв'язку від працівників.",
          "У межах підтримки й прозорості корпоративної культури існують кілька ключових стратегій, які сприяють покращенню взаємодії з працівниками.",
          "Так само, як у соціальних мережах, де всі пишуть, і всі можуть переглядати коментарі та запити інших, подібну можливість можна надати в організації, за винятком випадків, коли запит спрямований безпосередньо. Ця опція також спонукає працівників дотримуватися норм і правил компанії, а можливість залишатися анонімним допомагає людям поступово відкриватися, оскільки страхи та слідування авторитетам можуть пригнічувати бажання висловлювати ідеї та бути відкритими.",
          "Відповідальний представник організації може формулювати відповіді для працівників та AI може створювати варіанти відповідей на основі норм та стандартів компанії.",
          "Не потрібно боятися або думати, що якщо ви надаєте ресурс відкритої культури та свободи слова в компанії, працівники \"захоплять світ\". Це є додатковою можливістю побачити більше в межах вашої організації і, володіючи цією інформацією, розвиватися.",
          "Наприклад, у фільмі \"Шоу Трумена\" головний герой жив за передбаченим сценарієм близько 30 років і був учасником шоу. Усвідомлення цього прийшло, коли він став помічати, що відбувається навколо нього. Усе було так само, як учора, але сьогодні він хоче і готовий бачити свою реальність. Це призводить до еволюції фіналу його особистості. Якщо ви працювали над культурою та демократією в вашій організації, система та штучний інтелект лише підтвердять це, а робота над удосконаленнями та підтримкою стане для вас природним процесом.",
          "Якщо у вас немає бажання бачити речі, які можна розвивати, будь-яка точна система не зможе показати вам те, що ви не бажаєте бачити та усвідомити. Важливо розуміти, що відповідь на запити працівників - це не лише погодження з усім, але й можливість навчати та допомагати працівникам зрозуміти, чому певні процеси та рішення відбуваються певним чином і чому це важливо.",
          "Однією з причин виникнення зауважень є відсутність інформації!",
          "ENPS - це електронне задоволення опитування з індивідуально налаштовуваними параметрами для вашої організації. Воно допомагає визначити рівні задоволеності та запити менеджерів, магазинів, онлайн платформ та команд.",
          "Крім того, включення результатів ENPS до оцінки роботи відповідальних співробітників може покращити роботу менеджерів у цьому показнику.",
          "Система, зберігаючи анонімність та безпеку відгуків співробітників, може надати вам аналітику щодо проблемних запитів та їх частоти. Для співробітника це прозорий відгук, а для організації - це багаторівневий систематичний аналіз задоволеності роботою та запитів.",
          "Можливі фактори випадковості, суб'єктивності або упередженості? Це можливо, але ймовірність цього в репрезентативний період і за використання тестових ротацій мінімізується.",
          "Усе це надає співробітникам відчуття та можливості свободи, усвідомлення можливості самовираження на роботі та отримання об'єктивних та чесних рішень по їх запитах, які не суперечать політиці організації. Це також дає відчуття того, що не лише організація оцінює співробітника на основі конкретних критеріїв роботи, але й співробітник оцінює сприятливість умов праці. Також варто зауважити, що для людської природи це надає багатьом бажані почуття впливу та значущості, про що ми поговоримо більше",
          "У романтичних фільмах часто використовується глибина різкості при зйомці головних персонажів. Це означає, що коли закохана пара знаходиться у кадрі, вони є в різкості, тоді як все інше розмивається, втрачаючи різкість. Цей візуальний прийом підсилює зображення кохання і показує, що нічого іншого не має значення, окрім об'єкта пристрасті.",
          "Що може створити такі \"романтичні\" моменти у відносинах між компанією та співробітником? Коли все інше зникає на задньому плані, крім радості в даний момент?",
          "Автоматично надсилати привітання з днем народження, підвищеннями та вітаннями з роками роботи в організації співробітникам.",
          "Автоматично генерувати тематичні меми, новини про організацію, цікаві факти, створювати клуби за інтересами завжди може підвищити ентузіазм до роботи.",
          "Використання гейміфікації в системі з рейтингами та винагородами, де співробітники можуть заробляти бали, бонуси, конкурувати у геймінговому форматі, а потім використовувати зароблені кредити та переваги на свою користь",
          "Систематизація корпоративної культури за допомогою штучного інтелекту може бути реалізована через додаток, до якого працівники будуть хотіти отримувати доступ, як при перегляді стрічки Instagram, оскільки там буде цікава та важлива інформація для співробітника.",
          "І в кінці цієї статті я згадала, що Елон Маск, купив Twitter (названий \"X\"). Багатьом було цікаво, чому власник або CEO технологічних компаній купує соціальну мережу. Багато скажуть - заради влади, і є в цьому щось напевно є. Однак сам Елон відповідає в інтерв'ю, що цей вчинок був зроблений з однією метою - розвиток демократії та свободи слова для людства.",
          "Яка свобода слова слова у вашій організації? Наскільки вільно співробітники висловлюють свої думки, ідеї та пропозиції? Як культура надихає бути частиною організації не лише тому, що це важливо, але й тому, що це цікаво?",
          "",
          "І звісно, як у випадку з Ілоном Маском і разом із ідеєю свободи слова, такі ресурси безсумнівно надають більший вплив, у випадку бізнесу - <b>вплив на світ вашої організації</b>."
        ],
        "list": [
          [
            "Дозвіл всім працівникам залишати відгуки та задавати питання через спеціальну систему, створюючи можливість для всіх висловлювати свої думки та пропозиції.",
            "Підтримка ідеї \"Я можу сказати все!\", навіть якщо це в письмовій формі.",
            " Створення системи, яка надає анонімність або відкритість питань та запитів за бажанням працівника."
          ]
        ],
        "link": [
          "в статті про систему зростання, просування та оцінки персоналу. "
        ]
      },
      "employees-promotion": {
        "subtitle": [
          "Чи бажаєте ви і ваші діти жити в світі без дорожніх аварій?",
          "Що скаже людина? Що скаже система?",
          "Цифрова система не відчуває втоми в розрахунках"
        ],
        "paragraph": [
          "Чому стаття про просування та розвиток працівників починається обговоренням аварій?",
          "Коли мова йде про аварії, багато людей, ймовірно, хотіли б жити в світі, де ризики для життя були б мінімізовані настільки, наскільки це можливо. Якщо ми розглянемо, як усунути дорожні аварії, відповідь полягає в усуненні людського фактора на дорогах. Детальніше про це можна дізнатися у працях Жака Фреско.",
          "Жак Фреско також розглядав концепцію світу без корупції, війн та де уряд служить народу, дотримуючись всіх норм і встановлених правил. Ідеальний уряд може бути істотою без емоцій, лише слідуючи своїм програмам, набагато ефективніше, простіше і природніше, ніж перепрограмування живих людей. Ймовірно, у вашій організації є дорослі та сформовані особи зі своєю власною історією, минулим, асоціативною пам'яттю, почуттями, реакціями та сприйняттям, сформованими еволюцією та особистими досвідом через родину та суспільство.",
          "Одним з допоміжних методів створення продуктивної, орієнтованої на людей та цінностями приведеної системи оцінки та розвитку працівників є усунення людського фактора з таких процесів. Це досягається шляхом розробки індивідуальних критеріїв продуктивності для організації та довіри до цифрових опцій обчислення системи. Ідея полягає в оцінці людей виключно на основі їх результатів в обраних категоріях, які виміряні числами, а не почуттями та емоціями.",
          "Той самий \"аварійний випадок\" в організації виникає, коли ефективність стикається з емоційним людським фактором.",
          "У всіх живих істот є певні моделі поведінки. Коли людина потрапляє в певне середовище, вона оцінює його і обирає необхідну стратегію взаємодії. Тільки якщо людина спробує щось та їй це сподобається, вона захочуть повторити це. Доторкнулася до одного об'єкта - боляче, доторкнулася до іншого - приємно. Людина займає вигідні позиції для отримання їжі та притулку, і через систему винагород покращує своє життя. У людей є широкий спектр таких \"програм\", інакше вони б вимерли.",
          "Роботи з програмами не можуть відхилятися від своїх програм, якщо вони не мають інших програмованих варіацій. Чи відчує система з програмованими критеріями обчислення співчуття або неприязнь до працівника, який досяг найвищої чи найнижчої ефективності? Ні, оскільки цій системі не властиві такі почуття.",
          "Один керівник може вважати зручним працювати з певним типом працівників, і, ймовірно, їхні рішення будуть спрямовані на надання переваг у просуванні та допомоги обраній особі. Однак у той же час інший працівник може бути більш ефективним для організації, ніж для керівника. Проте через людські критерії вони можуть не пройти фільтр для особи, яка приймає рішення про просування. Причини можуть відрізнятися - від того, що працівник ідеалістичний і задає незручні питання, до того, що в нього відсутній \"блиск\", який потрібен.",
          "Роздумуючи над життєвим досвідом, багато людей можуть згадати спостереження за романтичними стосунками, дружбою, ворожнечею та незадоволенням на роботі. Ймовірно, не лише на роботі, але й у школі чи коледжі деякі закохуються, інші сваряться, люди дорослішають і розвиваються, але почуття залишаються, оскільки так працює природа. Звісно, можливо регулювати проблеми взаємин за допомогою навчання правил та норм, проте ми ніколи не зможемо запобігти тому, що люди залишаються людьми. Люди не повинні відчувати вину за те, що вони люди. Однак можливо забезпечити те, щоб емоційний фактор не впливав негативно на успіх та талант організації.",
          "Якщо у людей є асистент, який бере на себе систематизацію процесів, розрахунки та аналітику, що ми можемо досягти:",
          "Цифрові технології для розвитку працівників схожі на \"карту скарбів\" з чітким шляхом та винагородою в кінці.",
          "Чим зрозуміліша система та розрахунки, тим більше мотивовані будуть працівники слідувати цим шляхом та сприяти прогресу організації через свій розвиток. Можливо, деякі будуть питати про точність системи, але тільки цифри можуть показати ефективність протягом порівняльного періоду. Що сталося з метриками після впровадження системи та якими вони були раніше? Результати(цифри) - відповідь.",
          "",
          "Постійні проміжні результати допомагають зменшити \"біль\" в очікуваннях людини від роботи, оскільки <b>більшість людей страждають не від реальних обставин, а від своїх очікувань</b>. Система охоплює всі запити та вбудовані розрахунки, тоді як можливість людини контролювати все до найменших деталей обмежена."
        ],
        "list": [
          [
            "Усунення емоційного фактору в прийнятті рішень щодо просування та розвитку працівників, оскільки система відображає лідерів згідно з встановленими критеріями.",
            "Постійний доступ до показників, які впливають на ефективність працівників та компанії.",
            "Автоматичний та систематичний розрахунок показників з детальним розбиванням кожного параметра, забезпечуючи постійний зворотний зв'язок для працівників.",
            "Мінімізація культури підкупу або упередженості, зосереджуючись на встановлених показниках.",
            "Структурована система розвитку працівників через вивчення інформації/практики/ досягнення результатів та постійну підтримку.",
            "Включення результатів та балів навчання працівників в систему оцінки та розвитку."
          ]
        ],
        "link": [
          "Стаття про просування працівників на ключові посади в компанії - Цифрове Просування. «Great at doing stuff». "
        ],
        "bold": [
          "З цифровою системою, що включає як співробітника, так і компанію, відбувається \"раціональний діалог\", тоді як люди можуть бути настільки раціональними з іншими, наскільки вони дозволяють собі бути."
        ]
      },
      "general": {
        "init": "У кожній статті, коли ми розглядаємо переваги та можливості цифрових технологій, ми маємо на увазі випадок, коли технологія або штучний інтелект не програмуються на зворотний хід. Місія та філософія MISEENSCREEN полягають у тому, щоб надати людям більше часу на те, що вони хочуть: творчість, скорочення робочого часу, вирішення стратегічних завдань, масштабування за допомогою цифрових технологій. Наші технології та філософія спрямовані на те, щоб зробити можливе майбутнє світу бізнесу та освіти кращим, продуктивнішим та простішим. Додатково, через наші статті та блоги ми описуємо, як ми реалізуємо проекти, і в наших статтях ми посилаємося на наш власний досвід та досліджену інформацію.",
        "created-at": "Час публікації:",
        "themes": "Теми:"
      }
    }
  },
  "privacy-policy": {
    "title": "Політика конфіденційності",
    "section": [
      {
        "title": "Про нас",
        "paragraph": "Ми - компанія MISEENSCREEN, яка знаходиться у Сполучених Штатах, що надає послуги розробки веб-додатків. Ми створюємо середовище, яке забезпечує приємний досвід під час відвідування нашого веб-сайту та надаємо матеріали та інформацію, що допоможуть вам швидко знайти відповіді на ваші питання щодо наших послуг. Ми також гарантуємо безперебійну роботу веб-сайту. Все це можливо завдяки вашій добровільній допомозі, коли ви надаєте нам свої особисті дані. Ми повністю розуміємо, що особисті дані є чутливою інформацією, і ми дуже серйозно ставимося до вашої конфіденційності. Щоб запобігти будь-якій стурбованості з цього приводу, ми розробили цю політику конфіденційності, яка детально описує нашу роботу з вашими особистими даними."
      },
      {
        "title": "Яку особисту інформацію ми збираємо?",
        "paragraph": [
          "MISEENSCREEN збирає дані для надання вам прямого зворотного зв'язку щодо наших послуг. Ви надаєте деякі з цих даних безпосередньо, наприклад, коли заповнюєте форму \"Зв'яжіться з нами\" для отримання підтримки. Ми також отримуємо деякі дані за допомогою технологій, таких як файли cookie, а також отримуємо звіти про помилки або дані про використання з програмного забезпечення, що працює на вашому пристрої.",
          "Ми також отримуємо дані від третіх сторін. Ми захищаємо дані, отримані від третіх сторін, згідно з описаними в цьому заяві процедурами, а також додатковими обмеженнями, встановленими джерелом даних. Ці джерела третіх сторін можуть змінюватися з часом, але на даний момент вони включають:",
          "Постачальники послуг, які допомагають нам визначити ваше місцезнаходження на основі вашої IP-адреси для налаштування певних продуктів для вашого місцезнаходження. Партнери, з якими ми пропонуємо спільні послуги або проводимо спільні маркетингові заходи. Публічно доступні джерела, такі як відкриті державні бази даних або інші загальнодоступні дані. У вас є можливість вибирати, які дані ми збираємо. Коли вас просять надати особисті дані, ви можете відмовитися. Однак, якщо ви вирішите не надавати дані, необхідні для надання послуги, функції або зворотного зв'язку, ви можете не мати можливості використовувати цю послугу, функцію або отримати зворотний зв'язок.",
          "Серед даних, які ми збираємо, можуть бути такі:"
        ],
        "description-list": [
          { "title": "Ім'я та контактна інформація", "description": "Ми збираємо наступні дані: ваше ім'я, електронну адресу, номер телефону, назву компанії та іншу подібну контактну інформацію." },
          { "title": "Демографічні дані", "description":  "Ми збираємо дані про вас, наприклад вашу країну та бажану мову." },
          { "title": "Дані веб-сайту", "description":  " Ми збираємо дані про те, як ви взаємодієте з веб-сайтом Miseenscreen. Наприклад, ми збираємо: Деталі поведінки відвідувачів, наприклад дані про розділи веб-сайту, які ви відвідуєте, і скільки часу ви там проводите." },
          { "title": "Конфігураційні дані", "description":  "Ми збираємо дані про мережу, яку ви використовуєте для підключення до нашого веб-сайту. Це включає вашу IP-адресу." },
          { "title": "Звіти про помилки та дані про продуктивність", "description": "Ми збираємо дані про проблеми, з якими ви стикаєтесь під час використання наших послуг. Ці дані допомагають нам діагностувати проблеми та пропонувати рішення. Залежно від вашого середовища та налаштувань перегляду звіти про помилки можуть включати такі дані, як тип або серйозність проблеми, відомості про програмне або апаратне забезпечення, пов’язане з помилкою, вміст файлів, які ви використовували під час помилки, і дані про інше програмне забезпечення на вашому пристрої."},
          { "title": "Дані щодо усунення несправностей і підтримки", "description": "Якщо MISEENSCRENN бере участь у вирішенні проблем і підтримці, ми збираємо дані про вас і ваше обладнання, програмне забезпечення та інші відомості, пов’язані з інцидентом. Ці дані включають контактну інформацію, вміст ваших чатів та інше спілкування з MISEENSCREEN, дані про стан вашого комп’ютера та програм під час збою та під час діагностики, а також дані про вашу систему та реєстр, пов’язані з установкою програмного забезпечення та конфігурацією обладнання. Зверніть увагу, що ви можете передавати особисті дані, які нам НЕ потрібні, у розділі «Опис» форми «Зв’язатися з нами». Ми не використовуватимемо цю інформацію іншим способом, окрім як для зберігання її на нашому резервному сервері. Будь ласка, не передавайте нам жодних особистих даних, якщо ви не запитуєте їх безпосередньо. Наш веб-сайт не призначений для дітей та окремих осіб, і ми свідомо не збираємо дані, пов’язані з ними. Батьки можуть відкликати надану раніше згоду та переглядати, редагувати або вимагати видалення персональних даних своїх дітей. Ми також можемо збирати персональні дані від третіх сторін, які мають вашу згоду на передачу ваших даних нам, або із загальнодоступних джерел." }
        ],
        "paragraph-1": [
          "Пожалуйста, обратите внимание, что вы можете передавать личные данные, которые мы НЕ требуем, в разделе \"Описание\" формы \"Свяжитесь с нами\". Мы не будем использовать эту информацию никаким образом, кроме как для ее хранения на нашем резервном сервере. Пожалуйста, не передавайте нам никакие личные данные, не запрашиваемые непосредственно от вас.",
          "Наш веб-сайт не предназначен для детей и частных лиц, и мы не собираем сознательно данные, относящиеся к ним. Родители могут отозвать ранее данное согласие и просмотреть, отредактировать или запросить удаление личных данных своих детей.",
          "Мы также можем собирать личные данные от третьих лиц, которые имеют ваше согласие на передачу ваших данных нам, или из общедоступных источников."
        ]
      },
      {
        "title": "Для чого ми збираємо персональні дані",
        "paragraph": [
          "MISEENSCREEN збирає дані в наступних цілях: виправлення комунікацій, включаючи рекламні повідомлення; реклама; аналіз статистики відвідувачів веб-сайту; усунення технічних проблем на веб-сайті; покращення досвіду користувача на веб-сайті.",
          "При здійсненні цих цілей ми маємо намір повідомити вам про запитання, про які ви попросили нас повідомити; зв'язуватися з вами, якщо нам необхідно отримати або надати додаткову інформацію; переконатися, що наші записи вірні, і час від часу перевірити, що ви довільні та задоволені. Ми не передаємо або обмінюємо списки електронної пошти з іншими організаціями та підприємствами.",
          "Однак, щоб забезпечити конфіденційність, ми використовуємо технологічні та процедурні заходи захисту, що передбачають утечку даних. Наприклад, ми сховищем даних, які ми збираємо від вас безпосередньо або косвенно, такі як ваше ім’я, адреса електронної пошти або номер телефону, назва компанії, у безпечній базі даних.",
          "Крім того, ви можете підписатися на розсилку електронної пошти та вибрати, чи хочете ви отримувати рекламні повідомлення від MISEENCREEN на електронну пошту."
        ]
      },
      {
        "title": "Чому ми надаємо персональні дані?",
        "paragraph": [
          "Ми передамо вашу інформацію до нашого Центру розробки, який обробить ваш запит. Наш Центр розробки повинен дотримуватися вимог щодо захисту даних і конфіденційності та не має права використовувати отримані від нас особисті дані для будь-яких інших цілей, окрім тих, що вказані вище. Для забезпечення достатнього рівня захисту персональних даних, які ви надаєте, усі зобов’язання Центру розробки встановлюються в угоді між MISEENSCREEN та центром розробки.",
          "Ми будемо отримувати доступ, передавати, розкривати та зберігати персональні дані, якщо у нас є законне переконання, що це необхідно для:",
          "Дотримання чинного законодавства або відповідь на судовий процес, у тому числі на запити правоохоронних органів або інших державних органів. Щоб захистити наших клієнтів, наприклад, щоб запобігти спаму чи шахрайському зверненню до користувачів наших послуг або щоб запобігти втраті чи заподіянню серйозної травми комусь. Захист прав MISEENSCREEN, включаючи застосування умов, що регулюють використання послуг. Якщо сторонні агенти обробляють персональні дані від нашого імені у спосіб, що не відповідає викладеним тут принципам, ми залишаємось відповідальними, якщо не доведемо, що не несемо відповідальності за інцидент, який спричинив шкоду.",
          "Будь ласка, зверніть увагу, що деякі сторінки нашого веб-сайту містять посилання на продукти третіх сторін, чия практика конфіденційності може відрізнятися від практики MISEENSCREEN. Якщо ви надаєте особисті дані будь-якій із цих сторін, ваші дані регулюються їхньою політикою конфіденційності."
        ]
      },
      {
        "title": "Які права у вас є",
        "paragraph": [
          "У вас є право переглядати, змінювати або видаляти особисту інформацію, яку ми зберігаємо:",
          "Ви можете запитувати інформацію про особисті дані, які ми зберігаємо про вас, і про ті, кому передаються ваші особисті дані, у будь-який час.",
          "Ви можете попросити нас оновити та відправити будь-які застарілі або неверні/неповні дані, які ми зберігаємо у вас безкоштовно.",
          "Ви можете відмовитися від отримання будь-яких маркетингових комунікацій, які ми можемо вам відправити. Цей вибір не поширюється на обов'язкові сервісні комунікації.",
          "Ви можете відкликати свою згоду на обробку ваших даних у будь-який час.",
          "Ви можете попросити видалити чи оновити свою особисту інформацію тут.",
          "Відправте свій запит за адресою (поштою). Ми відповідаємо на запити про доступ або видалення ваших особистих даних протягом 30 днів."
        ]
      },
      {
        "title": "Інформування для кінцевих користувачів",
        "paragraph": [
          "MISEENSCREEN може надати свої послуги організаціям. Ваше використання веб-сайту MISEENSCREEN може підтримувати політику вашої організації, якщо вони існують. Якщо ви використовуєте веб-сайт Miseenscreen, керує вашою організацією, будь ласка, зверніться до свого адміністратора з конфіденційністю. MISEENSCREEN не несе відповідальності за політику конфіденційності або заходи безпеки клієнтів, які можуть відрізнятися від тих, які описані в поточній заявці про конфіденційність.",
          "Якщо ви використовуєте адресу електронної пошти, яка надається організацією, з якою ви пов’язані, як роботодавець або навчальне заклад, власник домену (наприклад, ваш роботодавець), пов’язаного з вашою адресою електронної пошти, може отримувати доступ і обробляти ваші дані, включаючи підтримку ваших комунікацій і файлів."
        ]
      },
      {
        "title": "Як ми забезпечуємо безпеку ваших даних",
        "paragraph": [
          "Ми використовуємо різні технології та процедури безпеки, щоб захистити ваші особисті дані від несанкціонованого доступу, використання чи розголошення. Наприклад, ми зберігаємо надані вами персональні дані в комп’ютерних системах з обмеженим доступом, розташованих у контрольованих приміщеннях."
        ]
      },
      {
        "title": "Термін зберігання даних",
        "paragraph": [
          "MISEENSCREEN зберігає персональні дані стільки часу, скільки необхідно для надання вам запитаних послуг і зворотного зв’язку, а також для виконання інших важливих цілей, таких як дотримання наших юридичних зобов’язань і забезпечення виконання наших контрактів. Оскільки ці вимоги можуть відрізнятися для різних типів даних, фактичні періоди зберігання можуть відрізнятися. Критерії, які використовуються для визначення термінів зберігання, включають:",
          "Чи особисті дані мають конфіденційний характер? Якщо так, то зазвичай доцільно встановити скорочений термін зберігання, який становить до п'яти років.",
          "Чи підлягає MISEENSCREEN юридичне, договірне чи подібне зобов’язання щодо збереження даних?",
          "Приклади можуть включати закони про обов’язкове зберігання даних у відповідній юрисдикції, розпорядження уряду про збереження даних, пов’язаних із розслідуванням, або дані, які необхідно зберігати для цілей судового розгляду."
        ]
      },
      {
        "title": "Як ми змінюємо це політику конфіденційності",
        "paragraph": [
          "Ми будемо оновлювати це повідомлення про конфіденційність за необхідності, щоб змінити його умови або отримати відгуки клієнтів. Коли ми розміщуємо зміни в цій заявці, ми переглядаємо дату \"останнього оновлення\" у верхній частині заявки. Якщо в заявку внесені суттєві зміни, ми вас увідомили, або вивесив помітне."
        ]
      },
      {
        "title": "Як з нами зв'язатися",
        "paragraph": [
          "Якщо у вас є питання щодо конфіденційності, скарги або питання щодо захисту даних, будь ласка, напишіть нам за адресою. Ми відповідаємо протягом 30 днів."
        ]
      }
    ]
  }
}